Repository: persianpros/OpenWebif
Catalog: locale/*.po
Languages: ar, cs, da, es, fi, hu, it, nb, ru, sk, zh_cn

source: %s %s is locked.
ar: %s %s تم إغلاقه.
cs: %s %s je uzamčen.
da: %s %s er låst.
es: %s %s bloqueados.
fi: %s %s on lukittu.
hu: %s %s zárolva van.
it: %s %s bloccato.
nb: %s %s er låst.
ru: %s %s заблокирован.
sk: %s %s je zamknutý.
zh_cn: %s %s 已加锁.

source: %s Style
it: Stile %s

source: %s free / %s total
ar: إجمالي %s متوفر/ %s
cs: %s volné / %s celkem
da: %s fri / %s total
es: %s libre / %s total
fi: %s vapaana / %s kaikkiaan
hu: %s szabad /%s összesen
it: %s liberi / %s totale
nb: %s ledig / %s total
ru: %s свободно / %s всего
sk: %s voľné / %s celkom
zh_cn: %s 可用 / %s 总容量

source: (Press 'shift' and click to 'hold')
ar: (شفت + أضغط مرتين ضغطه مطوله)
cs: (dlouhý stisk = shift + klik)
da: (Tryk 'Skift' og klik for langt knaptryk)
es: (shift + click para una pulsación larga)
fi: (Vaihto + pitkä painallus)
hu: (Shift + Nyomja meg a Long Press gombot)
it: Pressione prolungata: maiuscolo + click
nb: (Shift + Klikk for langt trykk)
ru: (shift + кнопка = долгое нажатие)
sk: (dlhé pridržanie shift + klik)
zh_cn: (按'shift'键并点击'保持')

source: (in minutes)
cs: (v minutách)
fi: (minuuteissa)
it: (in minuti)
ru: (в минутах)
sk: (v minútach)
zh_cn: （在几分钟后）

source: A filename is required
ar: الرجاء إدخال اسم الملف
cs: Zadejte název souboru
da: Et filnavne er påkrævet
es: Por favor, introduce el nombre del archivo
fi: Syötä tiedostonnimi
hu: Adja meg a fájlnevet
it: È richiesto un nome di file
nb: Vennligst angi et filnavn
ru: Пожалуйста, введите название файла
sk: Prosím, zadajte názov súboru
zh_cn: 必须有文件名

source: A value is required
ar: يجب ان تكتب شيئا
cs: Hodnota požadována
da: En værdi påkrævet
fi: Arvo vaaditaan
hu: Valamit írnia kell!
it: È richiesto un valore
nb: Du må skrive noe!
ru: Требуется значение
sk: Hodnota požadovaná
zh_cn: 必须填写

source: About
ar: حول
cs: O prohlížeči
da: Om
es: Acerca de
fi: Tietoja
hu: Névjegy
it: Informazioni
nb: Om
ru: О плагине
sk: Informácie
zh_cn: 关于

source: Add
ar: إضافة
cs: Přidat
da: Tilføj
es: Añadir
fi: Lisää
hu: Hozzáad
it: Aggiungi
nb: Legg til
ru: Добавить
sk: Pridať
zh_cn: 添加

source: Add AutoTimer to tags
ar: إضافة المؤقت التلقائي في الدلائل
cs: Přidat Autotimer do tagů
da: Tilføj AutoTimer til etiketter
es: AñadirAutotimer a las etiquetas
fi: Lisää automaattiajastus merkkeihin
hu: Az automata időzítő hozzáadása címkékhez
it: Aggiungi timer automatico alle etichette
nb: Legg til auto timer i merker
ru: Добавить 'Autotimer' в тэги
sk: Pridať autočasovač k štítkom
zh_cn: 将自动定时器添加到标签

source: Add AutoTimer name to tags
ar: أضافه اسم إلى العلامات
cs: Přidat název do tagů
da: Tilføj AutoTimer navn til etiketter
es: Añadir nombre a las etiquetas
fi: Lisää nimi merkeille
hu: Név hozzáadása címkékhez
it: Aggiungi nome timer automatico alle etichette
nb: Legg til navn som merke
ru: Добавить название в тэги
sk: Pridať názov do označení
zh_cn: 将自动定时器名称添加到标记

source: Add Bouquet
ar: إضافة الى الباقة
cs: Přidat přehled
da: Tilføj buket
es: Añadir Favorito
fi: Lisää suosikkilista
hu: Lista hozzáadása
it: Aggiungi bouquet
nb: Legg til kanalliste
ru: Добавить букет
sk: Pridať prehľad
zh_cn: 增加节目分组

source: Add IPTV/URL
cs: Přidat IPTV/URL
fi: Lisää IPTV/URL
it: Aggiungi IPTV/URL
nb: Legg til IPTV/nettadresse
ru: Добавить IPTV/URL
sk: Pridať IPTV/URL
zh_cn: 添加IPTV/URL

source: Add Marker
ar: إضافة علامة
cs: Přidat značku
da: Tilføj mærke
es: Añadir Marca
fi: Lisää väliotsikko
hu: Marker hozzáadása
it: Aggiungi marcatore
nb: Legg til bokmerke
ru: Добавить маркер
sk: Pridať značku
zh_cn: 添加标记

source: Add Spacer
ar: أضف مسافة
da: Tilføj mellemrum
fi: Lisää väli
hu: Spacer hozzáadása
it: Aggiungi distanziatore
nb: Legg til mellomrom
ru: Добавить пробел
sk: Pridať oddeľovač
zh_cn: 添加间隔

source: Add a timer
ar: إضافة مؤقت
cs: Přidat časovač
da: Tilføj en Timer
es: Añadir Grabación
fi: Lisää ajastus
hu: Időzítő hozzáadása
it: Aggiungi un timer
nb: Legg til timer
ru: Добавить таймер
sk: Pridať časovač
zh_cn: 添加定时器

source: Add a zap timer
ar: إنتقل لإضافة مؤقت
cs: Přidat časovač přepnutí
da: Tilføj en Zap-Timer
es: Añadir Salto y Grabación
fi: Lisää kanavanvaihtoajastus
hu: Ugrási időzítő hozzáadása
it: Aggiungi un timer di zapping
nb: Legg til zap timer
ru: Добавить таймер переключения
sk: Pridať časovač prepnutia
zh_cn: 添加定时切换

source: Add an AutoTimer
ar: إضافة مؤقت تلقائي
cs: Přidat AutoTimer
da: Tilføj en AutoTimer
es: Añadir AutoProgramación
fi: Lisää automaattiajastus
hu: Automatikus időzítő hozzáadása
it: Aggiungi un timer automatico
nb: Legg til auto timer
ru: Добавить Автотаймер
sk: Pridať automatický časovač
zh_cn: 添加自动定时器

source: Add channel(s) as alternate
ar: إضافة قناة (قنوات) كبديل
cs: Přidat kanál(y) jako alternativu
da: Tilføj kanal(er) som alternativ
es: Añadir canal(es) como alternativo
fi: Lisää vaihtoehtoisia kanavia
hu: Csatornák hozzáadása alternatívákhoz
it: Aggiungi canale(i) come alternativo(i)
nb: Legg til kanal(er) som alternativ
ru: Добавить канал(ы) как альтернативу
sk: Pridať stanicu(e) ako alternatívu
zh_cn: 添加频道作为备用频道

source: Add filters
cs: Přidat filtry
fi: Lisää suodattimia
it: Aggiungi i filtri
ru: Добавить фильтры
sk: Pridať filtre
zh_cn: 添加筛选器

source: Add selection to bouquet
ar: إضافة قناة (قنوات) إلى الباقة
cs: Přidat kanál(y) do přehledu
da: Tilføj valgte til buket
es: Añadir canal(es) a Favorito
fi: Lisää kanavia suosikkilistaan
hu: Kijelölés hozzáadása bouquethez
it: Aggiungi selezione al bouquet
nb: Legg til kanal(er) i kanalliste
ru: Добавить канал(ы) в букет
sk: Pridať stanicu(e) do prehľadu
zh_cn: 添加频道到节目分组

source: Add service name to stream information
ar: إضافة اسم الخدمة إلى معلومات قنوات البث
cs: Přidat název programu do streamu
da: Tilføj kanalnavn til streaming information
es: Añadir nombre de servicio a la información de stream
fi: Lisää kanavannimi suoratoistotietoihin
hu: Adja hozzá a szolgáltatás nevét az adatfolyam információihoz
it: Aggiungi il nome del servizio alle informazioni sullo streaming
nb: Legg til leverandørnavn i stream informasjon
ru: Добавить название сервиса в информацию стрима
sk: Pridať názov služby do informácie o prúde
zh_cn: 添加频道名称到数据流信息

source: Add similar on conflict
ar: أضف مماثل على المتعارض
cs: Přidat podobné při konfliktu
da: Tilføj lignende ved konflikt
es: Añadir similar cuando hay conflicto
fi: Lisää samanlaisiin ristiriidassa
hu: Hasonló hozzáadása ütközés esetén
it: Aggiungi simili sul conflitto
nb: Legg til lignende ved konflikt
ru: Добавить аналогичный при конфликте
sk: Pri konflikte pridať rovnaké
zh_cn: 添加类似冲突

source: Add tags to recordings
cs: Přidat tagy do nahrávek
fi: Lisää kommentti tallennuksille
it: Aggiungi etichette alle registrazioni
nb: Legg til etiketter på opptak
ru: Добавить теги к записям
sk: Pridať značky k nahrávkam
zh_cn: 向录制添加标记

source: Added %s to alternative service %s.
ar: تم إضافة %s القناة البديلة %s.
da: Tilføjede %s til alternativ kanal %s.
es: %s añadido al servicio alternativo %s.
fi: Lisätty %s vaihtoehdoksi kanavalle %s.
hu: A %s hozzáadva az %s alternatív szolgáltatáshoz.
it: Aggiunto %s al servizio alternativo %s.
nb: Lagt til %s til alternativ kanal %s.
ru: Добавлен %s в альтернативный сервис %s.
sk: %s pridaná k alternatívam stanice %s.
zh_cn: 已将 %s 添加到备用频道 %s.

source: Adjust recording time to real event time
cs: Nastavit čas nahrávání podle skutečného času události
da: Juster optagelsestid til virkelig begivenhedstid
fi: Aseta tallennusaika todelliseen lähetysaikaan
hu: A felvétel idejének az esemény valós idejéhez igazítása
it: Regola il tempo di registrazione con il tempo reale dell'evento
nb: Juster opptakstidspunkt til faktisk hendelsestid
ru: Настройте время записи на реальное время события
sk: Prispôsobiť čas nahrávania skutočnému času udalosti
zh_cn: 将录制时间调整为实时事件时间

source: After event
ar: بعد الحدث
cs: Po skončení
da: Efter begivenhed
es: Después del evento
fi: Ajastuksen jälkeen
hu: Esemény után
it: Dopo l'evento
nb: Etter hendelse
ru: После события
sk: Po udalosti
zh_cn: 事件之后

source: All
ar: الكل
cs: Vše
da: Alle
es: Todo
fi: Kaikki
hu: Minden
it: Tutti
nb: Alle
ru: Все
sk: Všetky
zh_cn: 全部

source: All Channels
ar: كل القنوات
cs: Všechny kanály
da: Alle kanaler
es: Todos los Canales
fi: Kaikki kanavat
hu: Minden csatorna
it: Tutti i canali
nb: Alle kanaler
ru: Все каналы
sk: Všetky stanice
zh_cn: 全部频道

source: All Files of this Software are open source software; you can redistribute it and/or modify it under the terms of the GNU General Public License version 3 as published by the Free Software Foundation.
ar: جميع ملفات هذا البرنامج هي برامج مفتوحة المصدر ؛ يمكنك إعادة توزيعه و / أو تعديله بموجب شروط رخصة جنو العمومية العامة الإصدار 3 كما نشرتها مؤسسة البرمجيات الحرة.
cs: Všechny soubory tohoto software jsou open source software; můžete je distribuovat a/nebo modifikovat podle podmínek GNU General Public License verze 3 jako published by the Free Software Foundation.
da: Alle filer i denne software er open source software; du kan gengive det og/eller ændre det under de regler for GNU General Public License version 3, der er udgivet af the Free Software Foundation.
es: Todos los archivos de este software son software de código abierto; usted puede redistribuirlo y / o modificarlo bajo los términos de la Licencia Pública General GNU versión 3, publicada por la Free Software Foundation.
fi: Kaikki tämän ohjelma tiedostot ovat avointa lähdekoodia; Voit jakaa ja muokata niitä GNU General Public License versio 3 ehtojen mukaan jonka on julkaissut Free Software Foundation.
hu: A szoftver összes fájlja nyílt forráskódú szoftver; továbbadhatja és/vagy módosíthatja azokat a Free Software Foundation által kiadott GNU General Public License 3. verziójának megfelelően.
it: Tutti i file di questo software sono opere open source: è possibile ridistribuirli o modificarli secondo i termini la licenza GNU versione 3, così come pubblicato dalla Free Software Foundation.
nb: Alle filer fra denne software er åpen kildekode; du kan gjengi dette og/eller modernisere under vilkår av GNU General Public License versjon 3 som er publisert av Free Software Foundation.
ru: Все файлы данного ПО являются открытым исходным кодом; Вы можете распространять и / или изменять его в соответствии с условиями GNU General Public License версии 3, опубликованной Free Software Foundation.
sk: Všetky súbory v tomto softvéri sú open source; môžete ho šíriť a/alebo upravovať podľa podmienok GNU General Public License verzie 3 v znení publikovanom Free Software Foundation.
zh_cn: 本软件所有文件均为开源软件;您可以在自由软件基金会发布的GNU通用公共许可证版本3的条款下重新分发和/或修改它.

source: All alternative services deleted.
ar: تم حذف كافة القنوات البديلة.
cs: Všechny alternativní programy odstraněny.
da: Alle alternative kanaler slettet.
es: Todos los servicios alternativos borrados
fi: Kaikki vaihtoehtoiset kanavat poistettu.
hu: Minden alternatív szolgáltatás törölve.
it: Tutti i servizi alternativi sono stati cancellati.
nb: Alle alternative kanaler er slettet.
ru: Все альтернативные сервисы удалены.
sk: Všetky alternatívne stanice odstránené.
zh_cn: 已删除所有替代频道.

source: Allow IPK Upload
ar: السماح برفع الملفات المحمية
cs: Umožnit nahrát IPK
da: Tillad IPK upload
fi: Salli IPK-tiedoston lataus
hu: IPK feltöltés engedélyezése
it: Consenti caricamento IPK
nb: Tillat last opp IPK
ru: Разрешить загрузку IPK
sk: Povoliť nahratie IPK
zh_cn: 允许IPK上传

source: Allow duplicates
cs: Umožnit duplicity
da: Tillad dubletter
fi: Salli päällekkäisyydet
hu: Duplikáció engedélyezése
it: Consenti duplicati
nb: Tillat duplikater
ru: Разрешить дубликаты
sk: Umožniť duplicity
zh_cn: 允许重复

source: Alternative %s created failed.
ar: فشل إنشاء %s البديل.
da: Alternativ %s oprettelse mislykkedes.
es: Crear alternativa %s ha fallado.
fi: Vaihtoehdon %s lisääminen epäonnistui.
hu: A %s alternatíva létrehozása sikertelen.
it: Creazione dell'alternativa %s fallita.
nb: Alternativ %s opprettet feilet.
ru: Ошибка создания %s альтернативы.
sk: Vytváranie alternatívy %s zlyhalo.
zh_cn: 创建备选方案%s失败.

source: Always
ar: دائما
cs: Vždy
da: Altid
es: Siempre
fi: Aina
hu: Mindig
it: Sempre
nb: Alltid
ru: Всегда
sk: Vždy
zh_cn: 始终

source: Answer is NO!
ar: الإجابة هي لا!
cs: Odpověď je NE!
da: Svaret er NEJ!
es: ¡La respuesta es NO!
fi: Vastaus on EI!
hu: A válasz NEM!
it: La risposta è NO!
nb: Svaret er NEI!
ru: Ответ - НЕТ!
sk: Odpoveď je NIE!
zh_cn: 否！

source: Answer is YES!
ar: الإجابة هي نعم!
cs: Odpověď je ANO!
da: Svaret er JA!
es: ¡La respuesta es SI!
fi: Vastaus on KYLLÄ!
hu: A válasz IGEN!
it: La risposta è SÌ!
nb: Svaret er JA!
ru: Ответ - ДА!
sk: Odpoveď je ÁNO!
zh_cn: 是！

source: Any
it: Qualsiasi

source: Any day
cs: Libovolný den
fi: Kaikki päivät
it: Ogni giorno
nb: Alle dager
ru: Любой день
sk: Kedykoľvek
zh_cn: 随时

source: Any service/recording
ar: أي خدمة / التسجيل
cs: Libovolný program/nahrávání
da: Enhver kanal/optagelse
es: Cualquier servicio/grabación
fi: Kanava/tallennus
hu: Bármely szolgáltatás/felvétel
it: Qualsiasi servizio o registrazione
nb: Valgfri leverandør/opptak
ru: Любой сервис/запись
sk: Akákoľvek stanica/nahrávanie
zh_cn: 任何频道/录制

source: April
ar: ابريل
cs: Duben
es: Abril
fi: Huhtikuu
hu: Április
it: Aprile
ru: Апрель
sk: Apríl
zh_cn: 四月

source: Are you sure you want to delete the selected bouquet?
ar: هل تريد حقا حذف الباقة
cs: Skutečně chcete odstranit zvolený přehled?
da: Er du sikker på at du vil slette den valgte buket ?
es: ¿Realmente deseas borrar el Favorito?
fi: Haluatko varmasti poistaa suosikkilistan
hu: Valóban szeretné törölni a listát
it: Sei sicuro di voler eliminare il bouquet selezionato?
nb: Vil du virkelig slette kanallisten
ru: Вы действительно хотите удалить букет?
sk: Naozaj chcete odstrániť prehľad?
zh_cn: 是否真的要删除节目分组？

source: Are you sure you want to delete the selected item(s)?
ar: هل تريد حقا حذف العنصر (العناصر) المحدد
cs: Chcete skutečně odstranit vybranou položku/položky?
da: Vil du virkelig slette de(t) valgte element(er) ?
fi: Oletko varma että halut poistaa tämän tallenteen(t)?
hu: Valóban szeretné törölni a kiválasztott elem(ek)et
it: Sei sicuro di voler eliminare gli elementi selezionati?
nb: Vil du virkelig slette valgt (e) element (er)
ru: Вы действительно хотите удалить выбранные элементы?
sk: Naozaj chcete odstrániť vybrané položky?
zh_cn: 是否真的要删除所选项目?

source: Are you sure you want to delete this AutoTimer?
cs: Opravdu chcete odstranit tento AutoTimer?
fi: Haluatko poistaa tämän automaattiajastuksen?
it: Sei sicuro di voler eliminare questo timer automatico?
ru: Действительно удалить этот автотаймер?
sk: Naozaj chcete vymazať časovač?
zh_cn: 是否确实要删除此自动定时器？

source: Are you sure you want to delete this recording?
ar: حقا حذف التسجيل
cs: Opravdu smazat tuto nahrávku?
da: Er du sikker på at du vil slette denne optagelse ?
es: ¿Deseas borrar la película?
fi: Poistetaan tallennus
hu: Tényleg törli a felvételt
it: Sei sicuro di voler eliminare questa registrazione?
nb: Virkelig slette opptaket
ru: Действительно удалить запись?
sk: Naozaj chcete zmazať nahrávku?
zh_cn: 是否确定要删除此录制？

source: Are you sure you want to delete this timer?
ar: حقا تريد حذف المؤقت
cs: Opravdu odstranit tento časovač?
da: Er du sikker på at du vil slette denne Timer ?
es: ¿Deseas borrar la grabación?
fi: Poistetaan ajastus
hu: Tényleg törli az időzítőt
it: Sei sicuro di voler eliminare questo timer?
nb: Virkelig slette timer
ru: Действительно удалить этот таймер?
sk: Naozaj chcete vymazať časovač?
zh_cn: 是否确定要删除此定时器？

source: Are you sure you want to rename this recording?
ar: حقا تريد إعادة تسمية التسجيل
cs: Přejmenovat nahrávku?
da: Er du sikker på at du vil omdøbe denne optagelse ?
es: Estás seguro en renombrar la grabación
fi: Uudelleen nimetään tallennus
hu: Tényleg átnevezi a felvételt
it: Sei sicuro di voler rinominare questa registrazione?
nb: Skal opptaket gis nytt navn
ru: Действительно переименовать запись?
sk: Naozaj chcete premenovať nahrávku?
zh_cn: 是否确实要重命名此录制？

source: Are you sure you want to restore from file?
ar: هل تريد حقا استعادة من الملف
cs: Opravdu chcete obnovit ze souboru?
da: Er du sikker på at du vil genskabe fra fil ?
es: ¿Realmente deseas restaurar desde el archivo?
fi: Haluatko varmasti palauttaa tiedostosta
hu: Valóban vissza szeretné állítani egy fájlból
it: Sei sicuro di voler ripristinare dal file?
nb: Vil du virkelig gjenopprette fra fil
ru: Вы действительно хотите восстановить из файла?
sk: Naozaj chcete obnoviť zo súboru?
zh_cn: 是否确实要从文件中恢复？

source: Are you sure you want to start recording instantly?
cs: Opravdu spustit okamžité nahrávání?
da: Er du sikker på at du vil starte optagelse straks ?
fi: Haluatko aloittaa välittömän tallennuksen?
hu: Valóban elindítja az azonnali felvételt most?
it: Sei sicuro di voler iniziare a registrare immediatamente?
nb: Start direkteinnspilling nå?
ru: Старт немедленной записи сечас?
sk: Naozaj chcete spustiť okamžité nahrávanie?
zh_cn: 是否确定要立即开始录制?

source: Ask, default No
ar: السؤال ، الافتراضي لا
cs: Požádat, defaultně Ne
da: Spørg, med standardsvar Nej
es: Preguntar, por defecto no
fi: Kysy, oletus ei
hu: Kérdezze, alapértelmezetten Nem
it: Chiedi, predefinito No
nb: Spør, standard Nei
ru: Спросить, по умолчанию - Нет
sk: Spýtať sa, predvolene nie
zh_cn: 询问,默认否

source: Ask, default Yes
ar: السؤال ، الافتراضي نعم
cs: Požádat, defaultně Ano
da: Spørg, med standardsvar Ja
es: Preguntar, por defecto si
fi: Kysy, oletus kyllä
hu: Kérdezze, alapértelmezetten Igen
it: Chiedi, predefinito Sì
nb: Spør, standard Ja
ru: Спросить, по умолчанию - Да
sk: Spýtať sa, predvolene áno
zh_cn: 询问,默认是

source: Audio Encoding
it: Codifica audio

source: Audio PID (APID)
it: PID audio (APID)

source: Audio Track
it: Traccia audio

source: August
ar: أغسطس
cs: Srpen
es: Agosto
fi: Elokuu
hu: Augusztus
it: Agosto
ru: Август
zh_cn: 八月

source: Authors
ar: الكاتب
cs: Autoři
da: Applikationsudviklere
es: Autor
fi: Julkaisijat
hu: Szerző
it: Autori
nb: Utviklere
ru: Авторы
sk: Autori
zh_cn: 作者

source: Auto
ar: تلقائي
da: Automatisk
es: Automático
fi: Automaattinen
it: Automatico
ru: Авто
zh_cn: 自动

source: AutoPoll
ar: الاستطلاع التلقائي
cs: Automatická kontrola
da: Automatisk overvågning
fi: Automaattinen haku
hu: Automatikus szavazás
it: Controllo automatico (nuovi eventi)
nb: Auto overvåk
ru: Авто проверка
zh_cn: 自动循环

source: AutoTimer Edit
ar: تعديل المؤقت التلقائي
cs: Upravit AutoTimer
da: Rediger AutoTimer
es: Editar AutoProgramación
fi: Automaattiajastusten muokkaus
hu: Automatikus időzítő szerkesztése
it: Modifica timer automatico
nb: Auto timer-redigering
ru: Редактор Автотаймера
sk: Upraviť autočasovač
zh_cn: 自动定时器编辑

source: AutoTimer Settings
ar: إعدادات المؤقت الالى
cs: Autotimer - nastavení
da: AutoTimer indstillinger
es: Ajustes Autotimer
fi: Automaattiajastuksen asetukset
hu: Automatikus időzítő beállítások
it: Impostazioni timer automatico
nb: Auto timer-innstillinger
ru: Автотаймер - настройки
sk: Nastavenia automatického časovača
zh_cn: 自动定时器设置

source: AutoTimers
ar: قائمه المؤقت التلقائي
cs: Přehled AutoTimerů
da: AutoTimere
es: Lista AutoProg.
fi: Automaattiajastuslista
hu: Automatikus időzítő lista
it: Timer automatici
nb: Auto timer-liste
ru: Список Автотаймеров
sk: Zoznam autočasovačov
zh_cn: 自动定时器

source: Autotimer Preview
ar: معاينه المؤقت التلقائي
cs: Přehled Autotimerů
da: AutoTimer forhandsvisning
es: Previsualizar AutoProgramación
fi: Automaattiajastuksen esikatselu
hu: Automatikus időzítő előnézet
it: Anteprima timer automatico
nb: Auto timer-forhåndsvisning
ru: Превью Автотаймеров
sk: Náhľad automatického časovača
zh_cn: 自动定时器预览

source: Back
ar: خلف
cs: Zpět
da: Tilbage
es: Atras
fi: Takaisin
hu: Vissza
it: Indietro
nb: Tilbake
ru: Назад
sk: Späť
zh_cn: 返回

source: Background only
ar: الخلفية فقط
cs: Pouze na pozadí
da: Kun i baggrunden
es: Solo en segundo plano
fi: Vain taustalla
hu: Csak háttér
it: Solo in sottofondo
nb: Bare i bakgrunnen
ru: Только в фоне
sk: Iba pozadie
zh_cn: 仅背景

source: Begin
ar: تبدا
cs: Začátek
da: Begynd
es: Iniciar
fi: Alku
hu: Kezdet
it: Inizio
nb: Starter
ru: Начало
sk: Začať
zh_cn: 开始

source: Begin of "After event" timespan
cs: Začátek časového úseku "po události"
fi: Aikajakson "ajastuksen jälkeen" alku
it: Inizio arco di tempo "Dopo l'evento"
ru: Начало "после события" в промежутке времени
sk: Začiatok časového úseku "po relácii"
zh_cn: "事件后" 时间跨度开始

source: Beginning of timespan
ar: بداية المدى الزمنى
cs: Začátek časového úseku
da: Start på tidsrum
es: Comienzo del intervalo de tiempo
fi: Aikajakson alku
hu: Az időszak kezdete
it: Inizio dell'arco di tempo
nb: Starten på tidsrom
ru: Начало временного промежутка
sk: Začiatok časového rozpätia
zh_cn: 开始时间

source: Bookmark
ar: علامة مرجعية
cs: Záložka
da: Bogmærke
fi: Kirjanmerkki
hu: Könyvjelző
it: Segnalibro
nb: Bokmerke
ru: Закладка
sk: Záložka
zh_cn: 书签

source: Bookmarks
ar: الاشارات المرجعيه
cs: Záložky
da: Bogmærker
fi: Kirjanmerkit
hu: Könyvjelzők
it: Segnalibri
nb: Bokmerker
ru: Закладки
sk: Záložky
zh_cn: 书签

source: Bouquet %s already exists.
ar: الباقة %s موجودة بالفعل.
cs: Přehled %s již existuje.
da: Buket %s findes allerede.
es: Favorito %s ya existe.
fi: Suosikkilista %s on jo olemassa.
hu: Bouquet %s már létezik.
it: Bouquet %s esiste già.
nb: Kanalliste %s finnes allerede.
ru: Букет %s уже существует.
sk: Prehľad %s už existuje.
zh_cn: 自定义组%s已经存在.

source: Bouquet %s can not be moved.
ar: الباقة %s لا يمكن نقلها.
cs: Přehled %s nelze přemístit.
da: Buket %s kan ikke flyttes.
es: Favorito %s no se puede mover
fi: Suosikkilistaa %s ei voi siirtää.
hu: Bouquet %s nem mozgatható.
it: Bouquet %s non può essere spostato.
nb: Kanalliste %s kan ikke flyttes.
ru: Букет %s не может быть перемещен.
sk: Prehľad %s nemôže byť presunutý.
zh_cn: 节目分组%s不能移动.

source: Bouquet %s created.
ar: الباقة %s تم إنشاءها.
cs: Přehled %s založen.
da: Buket %s oprettet.
es: Favorito %s creado.
fi: Suosikkilista %s luotu.
hu: A %s lista létrehozva.
it: Bouquet %s creato.
nb: Kanalliste %s opprettet.
ru: Букет %s создан.
sk: Prehľad %s vytvorený.
zh_cn: 自定义组%s已创建.

source: Bouquet %s deleted.
ar: الباقة %s تم حذفها.
cs: Přehled %s byl odstraněn.
da: Buket %s slettet.
es: Favorito %s borrado
fi: Suosikkilista %s poistettu.
hu: Bouquet %s törölve.
it: Bouquet %s cancellato.
nb: Kanalliste %s slettet.
ru: Букет %s удален.
sk: Prehľad %s zmazaný.
zh_cn: 节目分组%s已删除.

source: Bouquet %s is locked.
ar: الباقة %s تم إغلاقها.
cs: Přehled %s je uzamčen.
da: Buket %s er låst.
es: Favorito %s bloqueado.
fi: Suosikkilista %s on lukittu.
hu: Bouquet %s zárolva van.
it: Bouquet %s è bloccato.
nb: Kanalliste %s er låst.
ru: Букет %s заблокирован.
sk: Prehľad %s je zamknutý.
zh_cn: 节目分组%s已锁定.

source: Bouquet %s is unlocked.
ar: الباقة %s غير مغلقة.
cs: Přehled %s je odemčen.
da: Buket %s er låst op.
es: Favorito %s desbloqueado
fi: Suosikkilista %s on avattu.
hu: Bouquet %s nyitva van.
it: Bouquet %s è sbloccato.
nb: Kanalliste %s er låst opp.
ru: Bouquet %s разблокирован.
sk: Prehľad %s nie je zamknutý.
zh_cn: 节目分组 %s 已解锁.

source: Bouquet %s moved.
ar: الباقة %s تم نقلها.
cs: Přehled %s byl přemístěn.
da: Buket %s flyttet.
es: Favorito %s movido
fi: Suosikkilista %s siirretty.
hu: Bouquet %s mozgatás.
it: Bouquet %s spostato.
nb: Kanalliste %s flyttet.
ru: Букет %s перемещен.
sk: Prehľad %s presunutý.
zh_cn: 移动自定义组 %s.
