Repository: persianpros/OpenWebif
Catalog: locale/*.po
Languages: ar, cs, da, es, fi, hu, it, nb, ru, sk, zh_cn

source: none/IPv4-only network
ar: شبكه لا شيء/IPv4 فقط
cs: žádná/pouze IPv4 síť
da: Ingen/Kun IPv4 netværk
es: no/IPv4-solo red
fi: Ei/vain IPv4-verkko
hu: egyik sem/Csak IPv4-alapú hálózat
it: nessuna o sola rete IPv4
nb: ingen/IPv4 nettverk
ru: ничего/IPv4-только сеть
sk: žiadna/len IPv4 sieť
zh_cn: 无/仅IPv4网络

source: normal
cs: normální
it: normale
sk: normálne

source: on day
fi: päivänä
it: il giorno
nb: på dagen
ru: на день
sk: v deň
zh_cn: 白天

source: on weekday
ar: يوم في الاسبوع
cs: den v týdnu
da: på Ugedag
es: de Lunes a Viernes
fi: arkisin
hu: hétköznap
it: nei giorni feriali
nb: på ukedager
ru: в будни
sk: v pracovný deň
zh_cn: 在工作日

source: one two three four unknown command
ar: 1 2 3 4 أمر غير معروف
cs: jeden dva tři čtyři neznámé příkazy
da: en to tre fire ukendt kommando
es: uno dos tres cuatro comando desconocido
fi: yksi, kaksi, kolme, tuntematon komento
hu: egy kettő három négy ismeretlen parancs
it: uno due tre quattro comando sconosciuto
nb: en to tre fire ukjent kommando
ru: одна /две / три / четыре неизвестные команды
sk: jeden dva tri štyri neznámy príkaz
zh_cn: 一二三四未知命令

source: partial title match
cs: název částečně odpovídá
fi: osittainen ohjelmannimen vastaavuus
it: corrispondenza parziale titolo
nb: delvis navnejamføring
ru: частичное совпадение названия
sk: čiastočná zhoda názvu
zh_cn: 部分标题匹配

source: record
ar: x تسجيل
cs: nahrát
da: Optag
es: grabar
fi: Tallennus
hu: felvétel
it: registrazione
nb: spill inn
ru: запись
sk: nahrať
zh_cn: 录制

source: regex match (experimental)
fi: yleisilmaisuhaku (kokeellinen)
it: corrispondenza regolare (sperimentale)
nb: jamføring med regulære uttrykk (eksperimentelt)
ru: соответствие совпадению (экспериментальное)
sk: regex zhoda (experimentálne)
zh_cn: 正则表达式匹配(实验)

source: remove
ar: حذف
cs: smazat
da: fjern
fi: poista
hu: eltávolít
it: rimuovi
nb: fjern
ru: удаление
sk: odstrániť
zh_cn: 删除

source: running
ar: تشغيل
cs: probíhá
da: kører
es: corriendo
fi: käynnissä
hu: futtatás
it: in esecuzione
nb: gjeldende
ru: запущено
sk: prebieha
zh_cn: 运行

source: seconds
ar: ثواني
cs: sekund
da: sekunder
es: segundos
fi: sekuntia
hu: másodperc
it: secondi
nb: sekunder
ru: секунды
sk: sekúnd
zh_cn: 秒

source: select bouquets
ar: حدد الباقات
cs: vybrat přehledy
da: Vælg buketter
es: selecionar Favoritos
fi: Valitse suosikkilistat
hu: válasszon listát
it: seleziona bouquet
nb: velg kanallister
ru: выбор букетов
sk: výber prehľadov
zh_cn: 选择节目分组

source: select channels
ar: حدد القنوات
cs: vyberte kanály
da: Vælg kanaler
es: seleccionar Canales
fi: Valitse kanavat
hu: válasszon csatornát
it: seleziona canali
nb: velg kanaler
ru: выбор каналов
sk: výber staníc
zh_cn: 选择频道

source: select tags
ar: حدد العلامات
cs: vyberte tagy
da: Vælg etiketter
es: seleccionar Etiquetas
fi: valitse merkit
hu: válasszon Címkét
it: seleziona etichette
nb: velg merker
ru: выбор тэгов
sk: výber značiek
zh_cn: 选择标记

source: short description contains
ar: فى وصف مختصر
cs: v krátkém popisu
da: i kort beskrivelse
es: en Descripción corta
fi: lyhyessä kuvauksessa
hu: a rövid leírásban
it: la descrizione breve contiene
nb: i kortforklaringen
ru: в коротком описании
sk: v stručnom popise
zh_cn: 简短描述包含

source: short description match
cs: zkrácený popis odpovídá
fi: Lyhytkuvaushaku
it: la descrizione breve corrisponde
ru: короткое описание совпадения
sk: zhodný krátky popis
zh_cn: 简短描述匹配

source: static
ar: ثابت
da: statisk
es: estático
fi: staattinen
hu: statikus
it: statico
nb: statisk
ru: статистический
sk: statická
zh_cn: 静态

source: this service is protected by a parental control pin
cs: tento program je chráněn rodičovskou kontrolou
fi: Tämä kanava on suojattu lapsilukolla (PIN)
it: questo servizio è protetto da un pin di controllo parentale
ru: этот сервис защищен PIN-кодом родительского контроля
sk: tento program je chránený rodičovskou kontrolou
zh_cn: 此频道受家长控制密码保护

source: title contains
ar: فى عنوان
cs: v názvu
da: i titel
es: en el Título
fi: nimessä
hu: a címben
it: titolo contiene
nb: i tittel
ru: в названии
sk: v názve
zh_cn: 标题包含

source: title ends with
cs: název končí na
fi: Ohjelmannimi loppuu...
it: titolo finisce con
nb: navn starter med
ru: название заканчивается на
sk: názov končí na
zh_cn: 标题以结尾

source: title or description match
cs: název nebo popis odpovídá
fi: Nimi tai kuvaushaku
it: titolo o descrizione corrispondenti
ru: название или описание совпадения
sk: zhodný názov alebo popis
zh_cn: 标题或描述匹配

source: title or short description match
cs: název nebo zkrácený popis odpovídá
fi: Nimi tai lyhytkuvaushaku
it: titolo o descrizione breve corrispondenti
ru: название или короткое описание совпадения
sk: zhodný názov alebo krátky popis
zh_cn: 标题或简短描述匹配

source: title starts with
cs: název začíná na
fi: ohjelmannimi alkaa...
it: titolo inizia con
nb: navn starter med
ru: название начинается на
sk: názov začína na
zh_cn: 标题以开头

source: transcoded
ar: المحولة
cs: transkódováno
da: omkodet
es: transcodificado
fi: transkoodaus
hu: átkódolt
it: transcodificato
nb: nedskalert
ru: транскодировать
sk: transkódované
zh_cn: 转码

source: type %s is not a number
ar: النوع %s ليس رقما
cs: %s není číslo
da: type %s er ikke et tal
es: El tipo %s no es un número
fi: tyyppi %s ei ole numero
hu: a %s típus nem számjegy
it: tipo %s non è un numero
nb: type %s er ikke et tall
ru: тип %s не численный
sk: typ %s nie je číslo
zh_cn: 类型 %s 的不是数字

source: unknown
ar: غير معروف
cs: neznámý
da: ukendt
es: desconocido
fi: tuntematon
hu: ismeretlen
it: sconosciuto
nb: ukjent
ru: неизвестно
sk: neznáme
zh_cn: 未知

source: using
ar: استخدام
da: bruger
es: usando
fi: käyttää
hu: használva
it: utilizzando
nb: bruker
ru: использование
sk: používa
zh_cn: 使用

source: via
ar: بواسطة
fi: reittiä
hu: által
it: attraverso
ru: через
sk: cez
zh_cn: 通过

source: waiting
ar: فى الانتظار
cs: čekání
da: Afventer
es: esperando
fi: odotetaan
hu: várakozás
it: in attesa
nb: venter
ru: ожидание
sk: čakám
zh_cn: 等待

source: weekday
ar: ايام الاسبوع
cs: Den týdne
da: Ugedag
es: Días laborables
fi: viikonpäivä
hu: Hétköznap
it: giorno feriale
nb: Ukedager
ru: Будни
sk: Pracovný deň
zh_cn: 工作日

source: weekend
ar: نهاية الاسبوع
cs: Víkend
es: Fin de Semana
fi: viikonloppuisin
hu: Hétvége
it: fine settimana
nb: Helg
ru: Выходные
sk: Víkend
zh_cn: 周末

source: wrong filetype
ar: نوع الملف خطاء
cs: špatný typ souboru
da: forkert filtype
es: Tipo de archivo erróneo
fi: väärä tiedostotyyppi
hu: rossz fájltípus
it: tipo di file sbagliato
nb: feil filtype
ru: ошибочный тип файла
sk: nesprávny typ súboru
zh_cn: 错误的文件类型

source: AGC
ar: قوة الإشارة
zh_cn: 强度

source: BER
ar: معدل خطاء الإشارة
zh_cn: 误码率

source: Chipset
ar: المعالج
da: Chipsæt
fi: Piirisarja
nb: Brikkesett
ru: Чипсет
sk: Čipset
zh_cn: 芯片组

source: DHCP
ar: برتوكول تكوين المضيف آليا
zh_cn: DHCP服务器

source: Dolby
ar: الصوت الدولبي
zh_cn: 杜比

source: Download
ar: تحميل
cs: Stáhnout
es: Descargar
fi: Lataa
hu: Letöltés
nb: Last ned
ru: Загрузить
sk: Stiahnuť
zh_cn: 下载

source: Editor
ar: المحرر
da: Redigering
fi: Muokkaaja
hu: Szerkesztő
nb: Redigerer
ru: Редактор
zh_cn: 编辑

source: Gateway
ar: المدخل
cs: Brána
es: Puerta de Enlace
fi: Reitti
hu: Átjáró
ru: Шлюз
sk: Brána
zh_cn: 网关

source: HH:MM
nb: TT:MM
zh_cn: 小时:分钟

source: Info
ar: المعلومات
cs: Informace
da: Information
es: Información
fi: Tiedot
hu: Infó
ru: Информация
sk: Informácie
zh_cn: 信息

source: Kernel
ar: وحدة النواة
cs: Verze jádra
da: Kerne
es: Versión Kernel
nb: Kjerne
ru: Ядро линукса
sk: Verzia jadra
zh_cn: 内核

source: No
ar: لا
cs: Ne
da: Nej
fi: Ei
hu: Nem
nb: Nei
ru: Нет
sk: Nie
zh_cn: 否

source: OSD
ar: شاشة العرض
fi: Kuvaruutunäyttö
zh_cn: OSD菜单

source: On
ar: تشغيل
da: Tændt
es: Encendido
fi: Päälle
nb: På
ru: Вкл
sk: Zapnúť
zh_cn: 在

source: Oops...
fi: Oho...
nb: Oida …
ru: К сожалению...
sk: Ups...
zh_cn: 糟糕..

source: PiP
ar: خاصية قناة داخل قناة
nb: PiP-bilde i bilde
zh_cn: 画中画

source: Picture in Picture
ar: صورة داخل صورة
cs: Obraz v obraze (PIP)
da: Billede i Billede
fi: Kuva kuvassa
hu: Kép a képben
nb: Bilde i bilde
ru: Картинка в картинке (PiP)
sk: Obraz v obraze
zh_cn: 画中画

source: Playlist
ar: قائمة التشغيل
da: Afspilningsliste
es: Lista de Reproducción
fi: Toistolista
hu: Lejátszási lista
nb: Opptaksliste
ru: Плейлист
sk: Zoznam prehrávania
zh_cn: 播放列表

source: Power Control
ar: التحكم في الطاقة
cs: Napájení
da: Strømstyring
es: Control de Encendido
fi: Virranhallinta
hu: Kikapcsolás
nb: Strømstyring
ru: Управление питанием
sk: Ovládanie napájania
zh_cn: 电源控制

source: Provider
ar: مزود
cs: Poskytovatel
da: Udbyder
es: Proveedor
fi: Palveluntarjoaja
hu: Szolgáltató
nb: Distributør
ru: Провайдер
sk: Poskytovateľ
zh_cn: 供应商

source: Radio
ar: القنوات الاذاعية
cs: Rádio
hu: Rádió
ru: Радио каналы
sk: Rádio
zh_cn: 广播

source: Root
ar: الجذر
da: Rod
es: Carpeta Raíz
fi: Juuri
sk: Koreňový adresár
zh_cn: 根目录

source: SNR
ar: جودة الإشارة
zh_cn: 质量

source: Sa
ar: سبت
cs: So
da: Lø
fi: La
hu: Szombat
nb: Lø
ru: Сб
sk: So
zh_cn: 星期六

source: Screenshot
ar: لقطة الشاشة
cs: Snímek obrazovky
da: Skærmdump
es: Captura de Pantalla
fi: Kuvankaappaus
hu: Pillanatkép
nb: Skjermdump
ru: Скриншот
sk: Snímka obrazovky
zh_cn: 截图

source: Software
ar: البرامج
fi: Ohjelmisto
hu: Szoftver
nb: Programvare
ru: ПО
sk: Softvér
zh_cn: 软件

source: Spinner
ar: الغزال
da: Snurretop
fi: Spinneri
ru: Спиннер
sk: Spiner
zh_cn: 微调

source: Standby
ar: وضع الإستعداد
es: Modo de Espera
fi: Valmiustilaan
hu: Készenlét
ru: Режим ожидания
sk: Pohotovostný režim
zh_cn: 待机

source: Stream
cs: Streamovat
fi: Suoratoisto
ru: Стрим
zh_cn: 串流

source: TV
ar: التلفزيون
ru: ТВ
zh_cn: 电视

source: Timeout
ar: نفذ الوقت
cs: Trvání
da: Tidsudløb
es: Tiempo de Espera
fi: Aikaylitys
hu: Időtúllépés
ru: Тайм-аут
sk: Časový limit
zh_cn: 超时设置

source: Timer
ar: المؤقت
cs: Časovač
es: Grabación
fi: Ajastus
hu: Időzítő
ru: Таймер
sk: Časovač
zh_cn: 定时器

source: Video
ar: الفديو
hu: Videó
ru: Видео
zh_cn: 视频

source: Volume
ar: درجه الصوت
cs: Hlasitost
da: Lydstyrke
es: Volumen
fi: Äänenvoimakkuus
hu: Hangerő
nb: Volum
ru: Громкость
sk: Hlasitosť
zh_cn: 音量

source: Web TV
ar: التلفزيون عبر الانترنت
ru: Веб ТВ
zh_cn: 网络电视

source: Zap
ar: التنقل
cs: Přepnout
es: Saltar
fi: Kanavanvaihto
hu: Ugrás
ru: Перейти
sk: Prepnúť
zh_cn: 切换频道

source: r/w
zh_cn: 读/写

source: standard
ar: قياسي
cs: standardní
es: Estandar
fi: Vakio
hu: alapértelmezett
ru: стандарт
sk: štandardné
zh_cn: 标准

source: zap
ar: الانتقال
cs: přepnout
es: saltar
fi: Kanavanvaihto
hu: ugrás
nb: gå til
ru: перейти
sk: prepnúť
zh_cn: 切换频道

source: GB
ar: جيجابايت
ru: ГБ

source: MB
ar: ميجابايت
ru: МБ

source: TB
ar: تيرابايت
ru: ТБ

source: box_ip
fi: vastaanottimen ip-osoite
ru: ресиер_айпи

source: kB
ar: كيلوبايت
ru: КБ

source: E
da: Ø
fi: O
nb: Ø
sk: V

source: EPG
ar: دليل البرامج الإلكترونية

source: LCD
ar: شاشة العرض المصغرة

source: VPS
ar: الخادم الإفتراضي الخاص

source: %d.%m.%Y %H:%M
nb: %H:%M %d.%m.%Y
