Repository: persianpros/OpenWebif
Catalog: locale/*.po
Languages: ar, cs, da, es, fi, hu, it, nb, ru, sk, zh_cn

source: Monthly
ar: شهرى
cs: měsíčně
da: Månedlig
es: Mensual
fi: Kuukausittain
hu: Havi
it: Mensilmente
nb: Månedlig
ru: Ежемесячно
sk: Mesačne
zh_cn: 每月

source: More
ar: المزيد
cs: Více
da: Flere
fi: Lisää
hu: Több
it: Altro
nb: Mer
ru: Больше
sk: Viac
zh_cn: 更多

source: More details
cs: Více detailů
fi: Lisätiedot
it: Più dettagli
ru: Показать детали
sk: Zobraziť podrobnosti
zh_cn: 更多细节

source: Mount point
it: Punto di montaggio

source: Movie database for EPG
ar: قاعدة بيانات من دليل البرامج الإلكترونية
cs: Databáze filmů v EPG
da: Film-database for EPG
fi: Elokuvahakemisto EPG:lle
hu: EPG filmes adatbázis
it: Database filmati per EPG
nb: Film database for EPG
ru: База данных видео EPG
sk: Databáza filmov pre EPG
zh_cn: EPG电影数据库

source: Movie search
ar: البحث عن الأفلام
cs: Hledat film
da: Filmsøgning
fi: Tallennehaku
hu: Filmkeresés
it: Ricerca registrazioni
nb: Film søk
ru: Поиск видео
sk: Vyhľadať film
zh_cn: 电影搜索

source: Movielist
ar: قائمة الأفلام
cs: Seznam filmů
da: Filmliste
es: Lista de Películas
fi: Tallennelista
hu: Film lista
it: Lista dei film
nb: Opptaksliste
ru: Список записей
sk: Zoznam filmov
zh_cn: 电影列表

source: Movies
ar: الأفلام
cs: Filmy
da: Film
es: Películas
fi: Tallenteet
hu: Filmek
it: Registrazioni
nb: Filmer
ru: Записи
sk: Filmy
zh_cn: 电影

source: Multi-Bouquet is not enabled!
ar: لم يتم تمكين الباقة المتعددة!
cs: Vícenásobné přehledy nejsou povoley!
da: Multi-Buket er ikke aktiveret!
es: Multi-Favoritos no está habilitado!
fi: Useiden suosikkilistojen käyttö ei ole päällä!
hu: Multi-lista nem engedélyezett!
it: Bouquet multipli non abilitati!
nb: Multi-Kanalliste er ikke aktivert!
ru: Мульти-букеты не включены!
sk: Multi-prehľad nie je zapnutý!
zh_cn: 多个节目分组未启用!

source: MultiEPG
ar: دليل البرامج الإلكتروينة المتعدد
it: EPG multiplo
ru: Мульти EPG
zh_cn: 多重EPG

source: Mute/Unmute
it: Muto o riattiva audio

source: NCam Webinterface
da: NCam Webgrænseflade
it: Interfaccia NCam
ru: Веб-интерфейс NCam
sk: OSCam Webinterface
zh_cn: NCam网络接口

source: Name
ar: الاسم
cs: Název
da: Navn
es: Nombre
fi: Nimi
hu: Név
it: Nome
nb: Navn
ru: Имя
sk: Názov
zh_cn: 频道名称

source: Name (a-z)
cs: Název (a-z)
fi: Nimi (a-ö)
it: Nome (a-z)
nb: Navn (a-å)
ru: Название (a-z)
sk: Názov (a-z)
zh_cn: 名称 (a-z)

source: Name (z-a)
cs: Název (z-a)
fi: Nimi (ö-a)
it: Nome (z-a)
nb: Navn (å-a)
ru: Название (z-a)
sk: Názov (z-a)
zh_cn: 名称 (z-a)

source: Namespace
ar: مسافة للاسم
da: Navneområde
es: Nombre de Espacio
fi: Nimiavaruus
it: Spazio dei nomi
nb: Navneområde
ru: Пространство названий
sk: Priestor pre názvy
zh_cn: 命名空间

source: Network Interface
ar: واجهه الشبكة
cs: Síťový adaptér
da: Netværksgrænseflade
es: Interface de Red
fi: Verkkokortti
hu: Hálózati felület
it: Interfaccia di rete
nb: Nettverkskort
ru: Сетевой интерфейс
sk: Sietový adaptér
zh_cn: 网络接口

source: Network Shares
ar: مشاركات الشبكة
cs: Sdílení v síti
da: Netværksdelinger
es: Montajes de red
fi: Verkkojaot
hu: Hálózati megosztások
it: Condivisioni di rete
nb: Delte nettverksressurser
ru: Сетевые подключения
sk: Sieťové zdieľania
zh_cn: 网络共享

source: Never
ar: مطلقا
cs: nikdy
da: Aldrig
es: Nunca
fi: Ei koskaan
hu: Soha
it: Mai
nb: Aldri
ru: Никогда
sk: Nikdy
zh_cn: 从不

source: New
ar: جديد
cs: Nový
da: Ny
es: Nuevo
fi: Uusi
hu: Új
it: Nuovo
nb: Ny
ru: Новый
sk: Nový
zh_cn: 新发现

source: New Bookmark:
cs: Nová záložka:
fi: Uusi kirjanmerkki:
it: Nuovo segnalibro:
ru: Новая закладка:
sk: Nová záložka:
zh_cn: 新书签:

source: New Name
ar: اسم جديد
cs: Nový název
da: Nyt navn
es: Nuevo Nombre
fi: Uusi nimi
hu: Új név
it: Nuovo nome
nb: Nytt navn
ru: Новое название
sk: Nový názov
zh_cn: 新名称

source: No EPG data available.
cs: EPG data nejsou k dispozici
fi: EPG tietoja ei ole saatavilla
it: Nessun dato EPG disponibile.
ru: Нет данных EPG.
sk: EPG dáta nie sú k dispozícii.
zh_cn: 没有可用的EPG数据.

source: No Parent Control Setup Pin given!
ar: لا يوجد تحكم على الرقابة الأبوية وضبط كلمة مرور معينة!
da: PIN til forældrekontrol opsætning ikke angivet!
es: Ningún PIN para configuración control parental introducido!
fi: Lapsilukolle ei ole annettu PIN-koodia!
hu: Nincs szülő felügyeleti PIN beállítva!
it: Nessun pin di configurazione del controllo genitori fornito!
nb: Ingen PIN kode til forleldrekontroll er valgt!
ru: Не задан код родительского контроля!
sk: Nebol zadaný PIN rodičovskej kontroly!
zh_cn: 没有给到家长控制设置PIN码!

source: No answer in time
ar: لا جواب في الوقت المناسب
cs: Žádná odpověď v čase
da: Ingen svar i tide
es: Sin respuesta en el tiempo de espera...
fi: Ei vastausta ajoissa
hu: Nincs válasz időben
it: Nessuna risposta in tempo
nb: Ingen svar i tide
ru: Нет ответа в срок
sk: Žiadna odpoveď načas
zh_cn: 无响应

source: No bouquet given!
ar: لا يوجد باقة!
cs: Nezadán přehled!
da: Buket ikke angivet!
es: Ningún favorito introducido!
fi: Suosikkilistaa ei ole annettu!
hu: Nincs lista!
it: Nessun bouquet specificato!
nb: Ingen kanalliste er opprettet!
ru: Не задан букет!
sk: Nie je uvedený prehľad!
zh_cn: 没有指定节目分组名称!

source: No bouquet name given!
ar: لا يوجد أسم باقة!
cs: Nezadaný název přehledu!
da: Buketnavn ikke angivet!
es: Ningún nombre de favorito introducido!
fi: Suosikkilistalla ei ole nimeä!
hu: Nem adott nevet a listának!
it: Nessun nome di bouquet specificato!
nb: Det mangler navn på kanallisten!
ru: Не задано название букета!
sk: Nie je uvedený názov prehľadu!
zh_cn: 没有指定节目分组名称!

source: No current service given!
ar: لا يوجد قناة حالية متاحة!
da: Aktuel kanal ikke angivet!
es: Ningún servicio actual introducido!
fi: Nykyistä kanavaa ei ole annettu!
hu: Nincs aktuális szolgáltatás!
it: Nessun servizio attuale specificato!
nb: Ingen kanal er valgt!
ru: Не задан текщий серви!
sk: Nezadaná aktuálna stanica!
zh_cn: 没有指定当前频道!

source: No event found! Not recording!
ar: لم يتم العثور على الحدث! لا يوجد تسجيل!
cs: Událost nebyla nalezena! Nenahrává se!
da: Ingen begivenhed fundet. Optager ikke!
es: No se ha encontrado evento. No se está grabando.
fi: Ohjelmaa ei löydy! Ei tallennusta!
hu: Esemény nem található! Nincs felvétel!
it: Nessun evento trovato! Non si registra!
nb: Programmet ble ikke funnet! Spiller ikke inn!
ru: Не найдено событие! Нет записи!
sk: Nenájdená žiadna relácia! Nenahráva sa!
zh_cn: 定时器事件未找到！未录制！

source: No marker-name given!
ar: لا يوجد أسم علامة معينة!
da: Mærke-navn ikke angivet!
es: Ningún nombre de marcador introducido!
fi: Väliotsikolle ei ole annettu nimeä!
hu: Nincs megadva marker-név!
it: Nessun nome marcatore specificato!
nb: Ikke noe markør-navn er valgt!
ru: Не задано название маркера!
sk: Nie je uvedený názov značky!
zh_cn: 没有指定标记名称

source: No matches were found in the EPG
cs: Nenalezeny odpovídající výsledky v EPG
fi: EPG:stä ei löytynyt vastaavuutta
it: Nessuna corrispondenza è stata trovata nell'EPG
ru: В EPG совпадений не найдено.
sk: V EPG sa nenašli žiadne zhody
zh_cn: 在EPG中没有找到匹配项.

source: No matching Timer found
ar: لم يتم العثور على مؤقت متطابق
cs: Nenalezen odpovídající časovač
da: Ingen identisk Timer fundet
es: No se han encontrado coincidencia para el temporizador
fi: Vastaavaa ajastusta ei löytynyt
hu: Nincs megfelelő időzítő
it: Nessun timer corrispondente trovato
nb: Finner ingen samsvarende timer
ru: Не найден соответствующий таймер.
sk: Zhodný časovač sa nenašiel
zh_cn: 找不到匹配的定时器

source: No network connection
it: Nessuna connessione di rete

source: No new servicename given!
ar: لم يتم ذكر أسم القناة الجديد!
da: Nyt kanalnavn ikke angivet!
es: Ningún nombre de servicio introducido!
fi: Kanavanimeä ei ole annettu!
hu: Nincs új szolgáltatásnév!
it: Nessun nuovo nome di servizio fornito!
nb: Ikke noe nytt kanalnavn er valgt!
ru: Не задано новое название сервиса!
sk: Nie je zadaný nový názov stanice!
zh_cn: 没有指定新的频道名!

source: No position given!
ar: لا يوجد موقع معين!
cs: Nezadána pozice!
da: Placering ikke angivet!
es: Ninguna posición introducida!
fi: Sijaintia ei ole annettu!
hu: Nincs megadva pozíció!
it: Non è stata specificata alcuna posizione!
nb: Ingen posisjon er gitt!
ru: Не задана позиция!
sk: Nebola zadaná pozícia!
zh_cn: 没有指定位置!

source: No provider given!
ar: لا يوجد مزود قناة!
cs: Nezadán poskytovatel!
da: Udbyder ikke angivet!
es: Ningún proveedor introducido!
fi: Palveluntarjoajaa ei ole annettu!
hu: Nincs megadva szolgáltató!
it: Nessun provider specificato!
nb: Ingen distributør er valgt!
ru: Не задан провайдер!
sk: Nebol zadaný poskytovateľ!
zh_cn: 没有指定服务商!

source: No service given!
ar: لا توجد قناة معينة!
cs: Nezadán program!
da: Kanal ikke angivet!
es: Ningún servicio introducido!
fi: Kanavaa ei ole annettu!
hu: Nincs szolgáltatás!
it: Nessun servizio specificato!
nb: Ingen kanal er opprettet!
ru: Не задан сервис!
sk: Nie je uvedená stanica!
zh_cn: 没有指定频道!

source: No, cancel
ar: لا ، الغ
cs: Ne, zrušit
da: Nej, afbryd
fi: Ei, peruuta
hu: Nem, mégsem
it: No, annulla
nb: Nei, avbryt
ru: Нет, отмена
sk: Nie, zrušiť
zh_cn: 不,取消

source: None
ar: لاشيئ
cs: Žádný
da: Ingen
es: Ninguno
fi: Ei ollenkaan
hu: Egyik sem
it: Nessuno
nb: Ingen
ru: Ничего
sk: Žiadne
zh_cn: 无

source: Nothing
ar: لا شئ
cs: Nic
da: Intet
es: Nada
fi: Ei mitään
hu: Semmi
it: Nulla
nb: Ingenting
ru: Ничего
sk: Nič
zh_cn: 什么也没有

source: Nothing playing.
ar: لا شيء مشغل.
cs: Nic se nepřehrává.
da: Intet afspilles lige nu.
es: Nada que reproducir.
fi: Mitään ei toisteta
hu: Nincs lejátszás.
it: Nessuna riproduzione.
nb: Ingenting spiller.
ru: Нечего воспроизвести.
sk: Nič sa neprehráva.
zh_cn: 没有什么可以播放.

source: Notify if Conflict
ar: أبلغ عن التعارض
cs: Ohlásit při konfliktu
da: Underret ved konflikt
es: Notificar si hay conflicto
fi: Ilmoita ristiriidoista
hu: Értesítés ütközés esetén
it: Notifica se in conflitto
nb: Varsle ved konflikt
ru: Показать сообщение при конфилкте
sk: Upozorniť pri konflikte
zh_cn: 冲突时通知

source: Notify if Similar
ar: أبلغ عن المماثل
cs: Oznámit při podobnosti
da: Underret ved lignende
es: Notificar si hay uno similar
fi: Ilmoita samanlaisista
hu: Értesítés egyezés esetén
it: Notifica se simile
nb: Varsle hvis lignende finnes
ru: Показать сообщение при аналогичном
sk: Upozorniť pri zhode
zh_cn: 相似时通知

source: November
ar: نوفمبر
cs: Listopad
es: Noviembre
fi: Marraskuu
it: Novembre
ru: Ноябрь
zh_cn: 十一月

source: Now
ar: الان
cs: Nyní
da: Nu
es: Ahora
fi: Nyt
hu: Most
it: Adesso
nb: Nå
ru: Сейчас
sk: Teraz
zh_cn: 现在

source: Now/Next Columns
cs: Sloupce Nyní/Další
it: Colonne adesso/dopo
sk: Stĺpce Teraz/Ďalší

source: Number of recordings remaining
ar: ربط التسجيلات على اليسار
cs: Zbývá nahrávek
da: Antal optagelser tilbage
es: Cantidad de grabaciones de la izquierda
fi: Tallennuksia jäljellä
hu: A hátramaradó felvételek száma
it: Numero di registrazioni rimanenti
nb: Antall opptak igjen
ru: Количество оставшихся записей
sk: Počet zostávajúcich nahrávaní
zh_cn: 剩余录制数

source: OSCam Webinterface
ar: واجهة إنترنت الاوسكام
da: OSCam Webgrænseflade
it: Interfaccia web di OSCam
nb: OSCam Webutseende
ru: Веб-интерфейс OSCam
zh_cn: OSCam网络接口

source: October
ar: أكتوبر
cs: Říjen
da: Oktober
es: Octubre
fi: Lokakuu
hu: Október
it: Ottobre
nb: Oktober
ru: Октябрь
sk: Október
zh_cn: 十月

source: Offset after recording (mins)
ar: تعطيل بعد التسجيل (في دقيقة)
cs: Posun po nahrávání (v minutách)
da: Margin efter optagelse (i min.)
es: Desplazamiento después de grabar (en min.)
fi: Lisäaika tallennuksen jälkeen
hu: Eltolás felvétel után (percben)
it: Margine fine registrazione (min)
nb: Tidsrom etter opptaket (i min)
ru: Сдвиг после записи ( в мин.)
sk: Rezerva po nahrávaní (v minútach)
zh_cn: 录制后偏移量(分钟)

source: Offset before recording (mins)
ar: تعطيل قبل التسجيل (في دقيقة)
cs: Posun před nahráváním (v minutách)
da: Margin før optagelse (i min.)
es: Desplazamiento antes de grabar (en min.)
fi: Lisäaika ennen tallennusta
hu: Eltolás felvétel előtt (percben)
it: Margine inizio registrazione (min)
nb: Tidsrom før opptaket (i min)
ru: Сдвиг перед записью (в мин.)
sk: Rezerva pred nahrávaním (v minútach)
zh_cn: 录制前偏移量(分钟)

source: On any service
ar: على أى خدمة
cs: na libovolném programu
da: På alle kanaler
es: En cualquier servicio
fi: Miltä tahansa kanavalta
hu: Minden szolgáltatásnál
it: Su qualsiasi servizio
nb: Hos valgfri leverandør
ru: Для любого сервиса
sk: Na akúkoľvek stanicu
zh_cn: 在任何服务

source: On same service
ar: على نفس الخدمة
cs: na stejném programu
da: På samme kanal
es: En el mismo servicio
fi: Samalta kanavalta
hu: Ugyanazon a szolgáltatáson
it: Sullo stesso servizio
nb: Hos samme leverandør
ru: Для этого сервиса
sk: Na rovnakej stanici
zh_cn: 在同一服务上

source: Only match between dates
ar: تقييد للأحداث في تواريخ معينة
cs: Omezit události na určité datum
da: Begræns til begivenheder på bestemte datoer
es: Restringir a los eventos en determinadas fechas
fi: Rajoita vain tiettyjen päivien ohjelmiin
hu: Korlátozza az eseményeket bizonyos időpontokban
it: Corrispondenza solo tra le date
nb: Hindre kanaler på bestemte datoer
ru: Ограничение событий на определенные даты
sk: Obmedziť na relácie v určených dátumoch
zh_cn: 仅日期之间匹配

source: Only match during timespan
ar: تطابق اثناء المدى الزمني فقط
cs: Jen odpovídající časovému úseku
da: Sammenlign kun for tidsrummet
es: Sólo durante el intervalo de tiempo de ajuste
fi: Hae vain aikajaksolta
hu: Egyezés csak az időszak alatt
it: Corrispondenza solo durante l'arco temporale
nb: Samsvarssøk bare i tidsrommet
ru: Только совпадение в промежуток времени
sk: Zhoda jedine v rámci časového rozpätia
zh_cn: 仅在时间跨度内匹配

source: Oops, no results matched your search
cs: Zádné odpovídající výsledky pro hledání
fi: Oho, ei hakutuloksia
it: La ricerca non ha prodotto risultati
nb: Resultatløst søk
ru: К сожалению, по вашему запросу ничего не найдено.
sk: Ups, žiadne výsledky nezodpovedajú vášmu vyhľadávaniu
zh_cn: 糟糕,没有搜索到与你匹配的结果

source: Open Source Web Interface for Linux set-top box
ar: واجهة الانترنت بمصدر مفتوح لضبط جهاز اللينكس
cs: Open Source Web Interface pro linuxový set-top box
da: Open Source Webgrænseflade til Linux-set-top-bokse
es: Interfaz Web de Código Libre para Receptores Linux
hu: Nyílt forráskódú Webes felület Linux set-top boxhoz
it: Interfaccia Web Open Source per ricevitori Linux
nb: Åpen kildekode og webgrensesnitt for Linux mottakere
ru: Открытый вэб интерфейс для линукс-ресиверов
sk: Open Source webové rozhranie pre Linux prijímače
zh_cn: 用于Linux机顶盒的开源Web界面

source: Open in new window
ar: فتح في نافذة جديد
cs: Otevřít v novém okně
da: Åben i et nyt vindue
es: Abrir en nueva ventana
fi: Avaa uuteen ikkunaan
hu: Megnyitás új ablakban
it: Apri in una nuova finestra
nb: Åpne i et nytt vindu
ru: Открыть в новом окне
sk: Otvoriť v novom okne
zh_cn: 在新窗口中打开

source: OpenWebInterface Enabled
ar: تميكن فتح واجهة المستخدم
cs: Povolit OpenWebif
da: OpenWebif er aktiveret
es: Enlace OpenWebInterface
fi: OpenWeb-käyttöliittymä sallittu
hu: OpenWebInterface engedélyezve
it: OpenWebInterface abilitata
nb: OpenWebInterface er aktivert
ru: OpenWebif включен
sk: OpenWebInterface zapnuté
zh_cn: 启用开放的Web界面

source: OpenWebif Browser Settings
ar: إعدادات متصفح الإنترنت المفتوح
cs: Nastavení prohlížeče OpenWebif
da: OpenWebif Browser indstillinger
es: Configuración navegador OpenWebif
fi: OpenWebif selaimen asetukset
hu: OpenWebif Böngésző beállítások
it: Impostazioni browser OpenWebif
nb: OpenWebif nettleser innstilling
ru: Настройки браузера OpenWebif
sk: Nastavenia prehliadača OpenWebif
zh_cn: OpenWebif浏览器设置

source: OpenWebif Configuration
ar: تكوين فتح واجهة إستخدام الويب
cs: Nastavení OpenWebif
da: OpenWebif konfiguration
es: Configuración OpenWebif
fi: OpenWebif-asetukset
hu: OpenWebif konfiguráció
it: Configurazione di OpenWebif
nb: OpenWebif innstilling
ru: Настройки OpenWebif
sk: Nastavenie OpenWebif
zh_cn: 网页管理配置

source: OpenWebif Settings
ar: إعدادات الإنترنت المفتوح
cs: Nastavení OpenWebif
da: OpenWebif indstillinger
es: Configuración OpenWebif
fi: OpenWebif asetukset
hu: OpenWebif beállítások
it: Impostazioni interfaccia web
nb: OpenWebif innstilling
ru: Настройки OpenWebif
sk: Nastavenia OpenWebif
zh_cn: OpenWebif设置

source: OpenWebif url:
it: Indirizzo OpenWebif:
ru: OpenWebif айпи:
zh_cn: OpenWebif 网址：

source: Orbital Position
ar: الموقع المداري
cs: Orbitální pozice
es: Posición orbital
fi: Satelliitin sijainti
hu: Orbitális pozíció
it: Posizione orbitale
nb: Satellittposisjon
ru: Орбитальная позиция
sk: Orbitálna pozícia
zh_cn: 轨道位置

source: Override found with alternative service
ar: وجود تجاوز مع الخدمة بديلة
cs: Přepsat nalezené alternativním programem
da: Tilsidesæt fundet kanal med alternativ
es: Anular encontrado con un servicio alternativo
fi: Käytä automaattista vaihtoehtojen valintaa
hu: A megtalált felülbírálata alternatív szolgáltatással
it: Rilevata sovrapposizione con un servizio alternativo
nb: Overstyr funnet med alternativ leverandør
ru: Заменить на найденное в альтернативном сервисе
sk: Nájdenú prepísať alternatívnou stanicou
zh_cn: 覆盖替代频道

source: PCR PID
it: PID PCR

source: PMT PID
it: PID PMT

source: Packages
ar: الباقات
cs: Balíčky
da: Pakker
fi: Paketit
hu: Csomagok
it: Pacchetti
nb: Pakker
ru: Пакеты
sk: Balíčky
zh_cn: 软件包

source: Parent Control Setup Pin is wrong!
ar: ضبط كلمة المرور للرقابة الأبوية غير صحيح!
cs: Nastaveny PIN rodičovské kontroly je chybný!
da: Forældrekontrol opsætning PIN er forkert!
es: PIN configuración control parental erróneo!
fi: Lapsilukon PIN-koodi on väärä!
hu: A szülői felügyelet PIN hibás!
it: Il pin di configurazione del controllo genitori è sbagliato!
nb: PIN kode til foreldrekontroll er feil!
ru: Ошибочный код родительского контроля!
sk: Zadaný PIN rodičovskej kontroly je nesprávny!
zh_cn: 家长控制设置PIN码错误！

source: Parent Control is not activated.
ar: لم يتم تنشيط الرقابة الأبوية.
cs: Rodičovská kontrola není aktivována.
da: Forældrekontrol ikke aktiveret.
es: Control parental no está activado.
fi: Lapsilukkoa ei ole aktivoitu.
hu: A szülői felügyelet nincs aktiválva.
it: Controllo Parentale non attivato.
nb: Foreldrekontroll er ikke aktivert.
ru: Родительский контроль не активен.
sk: Rodičovská kontrola nie je aktivovaná.
zh_cn: 用家长控制没有激活.

source: Parse AutoTimer
ar: تحليل المؤقت التلقائي
cs: Analyzovat Autotimer
da: Analyser AutoTimer
es: Analizar Autotimer
fi: Jäsentele automaattiajastukset
hu: Automatikus időzítő elemzése
it: Analizza timer automatico
nb: Analyser auto timer
ru: Поиск совпадений Автотаймера
sk: Analyzovať automatický časovač
zh_cn: 解析自动定时器

source: Picture in Picture (hidden)
ar: قناة داخل داخل (مخفي)
cs: Obraz v obraze (skryté)
da: Billede i Billede (skjult)
es: Picture in Picture (oculto)
fi: Kuva kuvassa (piilotettu)
hu: Kép a képben (rejtett)
it: Picture in Picture (nascosta)
nb: Bilde i bilde (skjult)
ru: PiP (скрытый режим)
sk: Obraz v obraze (skryté)
zh_cn: 画中画(隐藏)

source: Plain
ar: واضح
cs: Prostý
da: Normal
fi: Helppo
hu: Egyszerű
it: Semplice
nb: Normalt formular
ru: Обычный
sk: Prostý
zh_cn: 普通

source: Playback
ar: تشغيل
cs: Přehrát
da: Afspil
es: Reproducción
fi: Toista
hu: Visszajátszás
it: Riproduzione
nb: Avspilling
ru: Воспроизвести
sk: Prehrať
zh_cn: 回放

source: Playback IPTV Streams in browser
cs: Přehrávat IPTV Streamy prohlížeči
es: Reproducción de Stream de IPTV en el navegador
fi: Toista IPTV-streamit selaimessa
it: Riproduzione di flussi IPTV nel browser
nb: Spill av IPTV-strømmer i nettleseren
ru: Воспроизведение стрима IPTV в браузере
sk: Prehrávanie IPTV streamov v prehliadači
zh_cn: 在浏览器中播放IPTV流

source: Playlist format
cs: Formát playlistu
da: Afspilningsliste format
fi: Toistolistan muoto
hu: Lejátszási lista formátum
it: playlist
ru: Формат плейлиста
sk: Formát playlistu
zh_cn: 播放列表格式

source: PowerTimer feature not available
ar: ميزة مؤقت الأغلاق غير متوفرة
cs: PowerTimer není dostupný
da: StrømTimer funktion ikke tilgængelig
es: La característica temporizador de alimentación no está disponible.
fi: Virta-ajastusta ei saatavilla
hu: PowerTimer funkció nem áll rendelkezésre
it: Funzione timer di avvio non disponibile
nb: PowerTimer-funksjonen er ikke tilgjengelig
ru: Функции тамера питания не доступны
sk: Časovač napájania nie je k dispozícii
zh_cn: 电源定时器功能不可用

source: Preview
cs: Náhled
fi: Esikatselu
it: Anteprima
nb: Forhåndsvis
ru: Превью
sk: Náhľad
zh_cn: 预览

source: Primetimes
ar: الأوقات الرئيسية
da: Sendetider
fi: Parhaat katseluajat
hu: Főműsoridő
it: Primetime
nb: Bestetider
ru: Прайм-тайм
zh_cn: 黄金时段

source: Process
ar: تحليل
cs: Analyzovat
da: Behandel
es: Analizar
fi: Jäsentele
hu: Elemez
it: Elaborazione
nb: Analyser
ru: Анализ
sk: Analyzovať
zh_cn: 进程

source: Providers
ar: مزودي القنوات
cs: Poskytovatelé
da: Udbydere
es: Proveedores
fi: Palveluntarjoajat
hu: Szolgáltatók
it: Provider
nb: Distributører
ru: Провайдеры
sk: Poskytovatelia
zh_cn: 提供商

source: Receiver
it: Ricevitore

source: Record a maximum of # times
ar: تسجيل كحد أقصى من المرات
cs: Nahrát maximálně x-krát
da: Optag maksimalt X gange
es: Grabar un máximo de x veces
fi: Tallenna enintään X-kertaa
hu: Legfeljebb x alkalommal rögzítsen
it: Registra un massimo di # volte
nb: Ta opp maksimalt x ganger
ru: Записать максимум х раз
sk: Nahrať maximálne x krát
zh_cn: 最多录制#次

source: Recording
it: Registrazione

source: Recording Type
cs: Typ nahrávky
it: Tipo registrazione
sk: Typ nahrávky

source: Refresh
ar: تحديث
cs: Aktualizovat
da: Genopfrisk
es: Refrescar
fi: Kaappaa
hu: Frissítés
it: Aggiorna
nb: Oppdater
ru: Обновить
sk: Obnoviť
zh_cn: 刷新

source: Refresh Timer
ar: تحديث المؤقت
cs: Aktualizovat
da: Genopfrisk Timer
es: Actualizar Grabación
fi: Päivitä ajastuslista
hu: Időzítő frissítése
it: Aggiorna timer
nb: Oppdater timer
ru: Обновить таймер
sk: Obnoviť časovač
zh_cn: 刷新定时器

source: Refresh automatically every
ar: تحديث الكل تلقائي
cs: Aktualizovat každých
da: Genopfrisk automatisk hvert
es: Actualizar automáticamente cada
fi: Kaappaa välillä
hu: Automatikus frissítés minden
it: Aggiorna automaticamente ogni
nb: Oppdater automatiskt hver
ru: Обновлять автоматически каждые
sk: Automaticky obnoviť každých
zh_cn: 自动刷新间隔

source: Refresh now
ar: التحديث الآن
cs: Zaktualizovat
da: Genopfrisk nu
es: Refrescar ahora
fi: Virkistä nyt
hu: Frissítse most
it: Aggiorna adesso
nb: Oppdater nå
ru: Обновить сейчас
sk: Obnoviť teraz
zh_cn: 立即刷新

source: Reload
ar: إعادة تحميل
cs: Znovu načíst
da: Genindlæs
es: Recargar
fi: Lataa uudelleen
hu: Újratölt
it: Ricarica
nb: Last om
ru: Перезагрузить
sk: Znovu načítať
zh_cn: 重新载入

source: Remote
ar: ريموت التحكم عن بعد
cs: Ovladač
da: Fjernbetjening
es: Control Remoto
fi: Kaukosäädin
hu: Távirányító
it: Telecomando
nb: Fjernkontroll
ru: Пульт
sk: Diaľkový ovládač
zh_cn: 远程遥控

source: Remove Package
ar: بسته را حذف کنید
cs: Odstranit balíček
da: Fjern pakke
fi: Poista paketti
hu: Csomag eltávolítása
it: Rimuovi pacchetto
nb: Fjern pakke
ru: Удалить пакет
sk: Odstrániť balíček
zh_cn: 删除软件包

source: Remove filter
cs: Odstranit filtry
fi: Poista suodin
it: Rimuovi filtro
ru: Удалить фильтр
sk: Odstrániť filter
zh_cn: 移除筛选

source: Rename
ar: إعادة التسميه
cs: Přejmenovat
da: Omdøb
es: Renombrar
fi: Uudelleennimeä
hu: Átnevezés
it: Rinomina
nb: Endre navn
ru: Переименовать
sk: Premenovať
zh_cn: 重命名

source: Rename Bouquet
ar: أعاده تسمية الباقة
cs: Přejmenovat přehled
da: Omdøb buket
es: Renombrar Favorito
fi: Uudelleennimeä suosikkilista
hu: Lista átnevezése
it: Rinomina bouquet
nb: Bytt navn på kanalliste
ru: Переименовать букет
sk: Premenovať prehľad
zh_cn: 重命名节目分组

source: Rename Recording
ar: أعاده تسمية التسجيل
cs: Přejmenovat nahrávku
da: Omdøb optagelse
es: Renombrar Grabación
fi: Uudelleennimeä tallennus
hu: A felvétel átnevezése
it: Rinomina registrazione
nb: Bytt navn på opptaket
ru: Переименовать запись
sk: Premenovať nahrávku
zh_cn: 重命名录制

source: Repeated
ar: مكرر
cs: Opakování
da: Gentages
es: Repetir
fi: Toistetaan
hu: Megismételt
it: Ripetuto
nb: Gjentatt
ru: Повторить
sk: Opakovanie
zh_cn: 重复
