Repository: persianpros/OpenWebif
Catalog: locale/*.po
Languages: ar, cs, da, es, fi, hu, it, nb, ru, sk, zh_cn

source: Enter a name for the new bouquet
ar: ادخل اسم جديد للباقة
cs: Zadejte nový název pro přehled
da: Angiv et navn til den nye buket
es: Intorduce el nuevo nombre para el favorito
fi: Syötä suosikkilistalle uusi nimi
hu: Új név beírása a listához
it: Inserisci un nome per il nuovo bouquet
nb: Skriv inn nytt navn på kanallisten
ru: Введите новое название букета
sk: Zadajte nový názov prehľadu
zh_cn: 输入新的节目分组名称

source: Enter a name for the new marker
ar: ادخل اسم جديد للعلامة
cs: Zadejte nový název pro značku
da: Angiv et navn til det nye mærke
es: Introduce el nuevo nombre para la marca
fi: Syötä uusi nimi väliotsikolle
hu: Új név beírása a markerhez
it: Inserisci un nome per il nuovo marcatore
nb: Skriv inn nytt navn på bokmerket
ru: Введите новое название маркера
sk: Zadajte nový názov pre značku
zh_cn: 为标记输入新的名称

source: Enter a name for this AutoTimer
cs: Zadejte název pro tento AutoTimer
es: Ingrese un nombre para este AutoTimer
fi: Syötä nimi automaattiajastukselle
it: Immetti un nome per questo timer automatico
ru: Введите название этого автотаймера
sk: Zadajte názov pre tento AutoTimer
zh_cn: 输入此自动定时器的名称

source: Enter path
cs: Zadejte cestu
fi: Syötä polku
it: Inserisci il percorso
nb: Skriv inn sti
ru: Введите путь
sk: Zadajte cestu
zh_cn: 输入路径

source: Enter text
it: Inserisci testo

source: Enter the text to find in the EPG
cs: Zadejte text pro hledání v EPG
fi: Syötä teksti epg-hakuun
it: Inserisci il testo da trovare nell'EPG
nb: Skriv inn tekst å finne i elektronisk programguide
ru: Введите текст, для поиска в EPG
sk: Zadajte text pre vyhľadanie v EPG
zh_cn: 输入要在EPG中查找的文本

source: Error
ar: خطأ
cs: Chyba
da: Fejl
fi: Virhe
hu: Hiba
it: Errore
nb: Feil
ru: Ошибка
sk: Chyba
zh_cn: 错误

source: Error parsing vps.xml
ar: خطا في تحليل الvps. xml
cs: Chyba při analýze vps.xml
da: Fejl ved analyse af vps.xml
fi: Virhe vps.xml:n käsittelyssä
hu: Hiba történt a vps.xml elemzésében
it: Errore durante l'analisi di vps.xml
nb: Feil ved tolking av vps.xml
ru: Ошибка чтения vps.xml
sk: Chyba pri analýze vps.xml
zh_cn: 分析vps.xml时出错

source: Error upload File
ar: خطا في رفع الملف
cs: Chyba při nahrávání souboru
da: Fejl ved fil-upload
es: Error subiendo archivo
fi: Virhe tiedoston latauksessa
hu: Hiba történt a fájl feltöltése közben
it: Errore durante il caricamento del file
nb: Feil ved fil opplasting
ru: Ошибка загрузки файла
sk: Chyba pri odovzdávaní súboru
zh_cn: 上传文件时错误

source: Error while preparing backup file, %s does not exists.
ar: خطا اثناء تحضير ملف النسخ الاحتياطي ، %s غير موجود.
cs: Chyba při přípravě záložního souboru, %s neexistuje.
da: Fejl mens sikkerhedskopifil forberedes, %s findes ikke.
es: Error durante preparación del backup, %s no existe.
fi: Virhe varmuuskopioinnissa, %s ei löydy.
hu: Hiba történt a mentési fájl előkészítésénél, %s nem létezik.
it: Errore durante la preparazione del file di backup, %s non esiste.
nb: Feil under sikkerhetskopiering, %s eksisterer ikke.
ru: Ошибка при подготовке создания файла бекапа, %s не существует.
sk: Chyba pri príprave záložného súboru, %s neexistuje.
zh_cn: 创建备份文件错误，%s不存在.

source: Error while preparing backup file.
ar: خطا اثناء تحضير ملف النسخ الاحتياطي.
cs: Chyba při přípravě záložního souboru.
da: Fejl mens sikkerhedskopifil forberedes.
es: Error durante la preparación del backup.
fi: Virhe varmuuskopioinnissa.
hu: Hiba történt a mentési fájl előkészítésénél.
it: Errore durante la preparazione del file di backup.
nb: Feil under sikkerhetskopiering.
ru: Ошибка при подготовке создания файла бекапа.
sk: Chyba pri príprave záložného súboru.
zh_cn: 创建备份文件时错误.

source: Error writing File
ar: خطاء في كتابة الملف
cs: Chyba při zápisu souboru
da: Fejl ved fil-skrivning
es: Error escritura archivo
fi: Virhe tiedoston tallennuksessa
hu: Hiba történt a fájl írása közben
it: Errore durante la scrittura del file
nb: Feil ved filopprettelse
ru: Ошибка записи файла
sk: Chyba pri zápise súboru
zh_cn: 写入文件时出错

source: Error, %s does not exists, restore is not possible...
ar: الخطاء ، %s غير موجود ، الاستعادة غير ممكنة...
cs: Chyba, %s neexistuje, obnova není možná...
da: Fejl, %s findes ikke, gendannelse ikke mulig...
es: Error, %s no existe, la restauración no es posible...
fi: Virhe, %s ei löydy. Palautus ei onnistu...
hu: Hiba, %s nem létezik, a visszaállítás nem lehetséges...
it: Errore, %s non esiste, il ripristino non è possibile...
nb: Feil, %s eksisterer ikke, gjenopprette er ikke mulig...
ru: Ошибка, %s не существует, восстановление невозможно...
sk: Chyba %s neexistuje, obnovenie nie je možné ...
zh_cn: 错误, %s不存在,无法恢复...

source: Error, %s was not created with WebBouquetEditor...
ar: خطاء ، لم يتم إنشاء %s باستخدام معدل الباقات عبر الموقع...
cs: Chyba, %s nebyl založen pomocí WebBouquetEditoru...
da: Fejl, %s blev ikke oprettet med WebBouquetEditor...
es: Error, %s no ha sido creado con WebBouquetEditor...
fi: Virhe, %s ei luotu web-suosikkilistojen järjestelyllä...
hu: Hiba, %s nem jött létre a WebBouquetEditor segítségével...
it: Errore, %s non è stato creato con WebBouquetEditor...
nb: Feil, %s ble ikke opprettet med Webkanalliste editor...
ru: Ошибка, %s не был создан с помощью Редактора букетов...
sk: Chyba, %s nebol vytvorený web editorom prehľadov...
zh_cn: 错误, %s创建节目分组失败...

source: Error: Bouquet %s could not deleted, OSError.
ar: خطاء: تعذر حذف الباقة %s ,خطاء.
cs: Chyba:Přehled %s nemohl být odstraněn, OSError.
da: Fejl: Buket %s kunne ikke slettes, OSFejl.
es: Error: Favorito %s no se puede borrar, OSError.
fi: Virhe: Suosikkilistaa %s ei voi poistaa. Käyttöjärjestelmävirhe.
hu: Hiba: %s lista nem törölhető, OSError.
it: Errore: Impossibile eliminare bouquet %s, OSError.
nb: Feil: Kanalliste %s kan ikke slettes, OS feil.
ru: Ошибка: Букет %s не может быть удален, OSError.
sk: Chyba: Prehľad %s sa nedá zmazať, OSChyba.
zh_cn: 错误:节目分组%s不能被删除,,系统错误

source: Event not found
ar: لم يتم العثور علي الحدث
cs: Událost nenalezena
da: Fandt ikke Begivenhed
es: Evento no encontrado
fi: Ohjelmaa ei löydy
hu: Esemény nem található
it: Evento non trovato
nb: Kanal ikke funnet
ru: Событие не найдено
sk: Relácia nebola nájdená
zh_cn: 事件未找到

source: EventId not found
ar: لم يتم العثور علي الحدث
cs: EventId nenalezeno
da: Fandt ikke BegivenhedsID
es: ID de evento no encontrado
fi: Ohjelmatunnistetta ei löydy
hu: Esemény Id nem található
it: ID evento non trovato
nb: Finner ikke Event Id
ru: Id события не найден
sk: Id relácie nenájdené
zh_cn: 未找到事件ID

source: Every
ar: كل
cs: Každý
da: Hver
es: Cada
fi: Joka
hu: Minden
it: Ogni
nb: Hver
ru: Каждый
sk: Každú
zh_cn: 每个

source: Exclude when
ar: إستبعاد
cs: Kromě
da: Udeluk
es: Excluir
fi: Hylkää
hu: Kizárva
it: Escludi quando
nb: Ekskluder
ru: Исключить
sk: Vylúčiť
zh_cn: 排除时间

source: Execute "After event" during timespan
cs: Provést "po události" v časovém úseku
es: Ejecutar "después del evento" durante intervalo de tiempo
fi: Toteuta "ajastuksen jälkeen" aikajaksolla
it: Esegui "Dopo l'evento" durante l'intervallo di tempo
ru: Выполнить "после события" в промежутке времени
sk: Spustiť "po udalosti" počas časového úseku
zh_cn: 在时间跨度内执行 "事件后"

source: Export
ar: تصدير
da: Eksporter
es: Exportar
fi: Vie
it: Esporta
nb: Eksporter
ru: Экспорт
sk: Exportovať
zh_cn: 导出

source: Extras
ar: زوائد
cs: Další
da: Extrafunktioner
fi: Extrat
hu: Extrák
it: Extra
nb: Ekstra
ru: Дополнительно
sk: Extra
zh_cn: 附加

source: Fake Recording
ar: تسجيل وهمي
cs: Falešné nahrávání
da: Simuler optagelse
es: Falsa grabación
fi: Valeajastus
hu: Hamis felvétel
it: Registrazione falsa
nb: Simulert opptak
ru: Имитация записи
sk: Falošné nahrávanie
zh_cn: 伪录制

source: Fastscan
ar: بحث سريع
da: Hurtigsøgning
es: Búsqueda rápida
fi: Pikahaku
hu: Gyors szkennelés
it: Scansione veloce
nb: Hurtigsøk
ru: Быстрый поиск
zh_cn: 快速扫描

source: February
ar: فبراير
cs: Únor
da: Februar
es: Febrero
fi: Helmikuu
hu: Február
it: Febbraio
nb: Februar
ru: Февраль
sk: Február
zh_cn: 二月

source: Force
ar: ضغط
cs: Vynutit aktualizaci
da: Tving
es: Forzar
fi: Pakota
hu: Kényszerítve
it: Forzare
nb: Tving
ru: Принудительно
sk: Vynútiť
zh_cn: 强制

source: Fr
ar: الجمعة
cs: Pá
es: Vi
fi: Pe
hu: Péntek
it: Ve
ru: Пт
sk: Pi
zh_cn: 星期五

source: Free
ar: مجاني
cs: Volné místo
da: Ledig
es: Libre
fi: Vapaa
hu: Szabad
it: Disponibile
nb: Ledig
ru: Свободно
sk: Voľných
zh_cn: 空闲

source: Free Memory
ar: ذاكرة متوفرة
cs: Volná paměť
da: Ledig hukommelse
es: Memoria Libre
fi: Vapaa muisti
hu: Szabad memoria
it: Memoria libera
nb: Ledig minne
ru: Свободная память
sk: Voľná pamäť
zh_cn: 可用内存

source: Free space
it: Spazio libero

source: Fri
ar: الجمعة
cs: Pá
da: Fre
es: Vie
fi: Pe
hu: Péntek
it: Ven
nb: Fre
ru: Птн
sk: Pia
zh_cn: 星期五

source: Friday
ar: الجمعة
cs: Pátek
da: Fredag
es: Viernes
fi: Perjantai
hu: Péntek
it: Venerdì
nb: Fredag
ru: Пятница
sk: Piatok
zh_cn: 星期五

source: From date
ar: ليس بعد
cs: Ne po
da: Ikke efter
es: No después de
fi: Ei jälkeen
hu: Nem később, mint
it: Dalla data
nb: Ikke etter
ru: Нет после
sk: Nie po
zh_cn: 起始日期

source: Full remote
ar: جهاز تحكم عن بعد كامل
cs: Úplný ovladač
da: Fuld fjernbetjening
es: Control remoto completo
fi: Koko kaukosäädin
hu: Teljes távvezérlő
it: Telecomando completo
nb: Full fjernkontroll
ru: Весь пульт
sk: Úplný ovládač
zh_cn: 全遥

source: Get mutable list for new created alternative failed!
ar: فشل الحصول على قائمة قابلة للتغيير للبديل الجديد الذي تم إنشاؤه!
da: Hent foranderlig liste med nyoprettet alternativ mislykkedes!
es: Fallo obtención lista mutable para la nueva alternativa creada!
fi: Vaihtoehtoisen kanavan muutos suosikkilistaan epäonnistui!
hu: A változás lista létrehozása az új alternatívákhoz nem sikerült!
it: Impossibile ottenere l'elenco delle variabili per l'alternativa appena creata!
nb: Motta endringslisten for nyopprettede alternativ feilet!
ru: Получить изменяемый список для новой созданной альтернативы не удалось!
sk: Získanie premenlivého zoznamu pre novovytvorenú alternatívu zlyhalo!
zh_cn: 获取新创建的备选方案的可变列表失败！

source: Get mutable list for new created bouquet failed!
ar: فشل الحصول على قائمة قابلة للتغيير للباقات الجديدة التي تم إنشاؤها!
da: Hent foranderlig liste med nyoprettet buket mislykkedes!
es: Obtener lista mutable para el nuevo favorito creado ha fallado!
fi: Listanmuutos uudelle suosikkilistalle epäonnistui!
hu: A változás lista létrehozása az új bouquethez nem sikerült!
it: Impossibile ottenere l'elenco delle variabili per il bouquet appena creato!
nb: Endringsliste for nyopprettet kanalliste feilet!
ru: Получить изменяемый список для нового созданного букета не удалось!
sk: Získanie premenlivého zoznamu pre novovytvorený prehľad zlyhalo!
zh_cn: 获取新创建的自定义组可变列表失败！

source: HTTP port
ar: منفذ (بروتوكول محمي التشفير)
es: Puerto HTTP
fi: HTTP-portti
it: Porta HTTP
ru: Порт HTTP
zh_cn: HTTP端口

source: HTTPS port
ar: منفذ بروتوكول نقل النصوص المحمي
es: Puerto HTTPS
fi: HTTPS-portti
it: Porta HTTPS
ru: Порт HTTPS
zh_cn: HTTPS端口

source: Hard disk model
ar: موديل القرص الصلب
cs: HDD model
es: Modelo Disco Duro
fi: Kiintolevytyyppi
hu: Merevlemez modell
it: Modello hard disk
nb: Harddisk modell
ru: Модель жесткого диска
sk: Model pevného disku
zh_cn: 硬盘型号

source: Hide full remote
ar: إخفاء كامل لجهاز التحكم عن بعد
cs: Obecný ovladač
da: Skjul fuld fjernbetjening
es: Ocultar Control Remoto Completo
fi: Piilota koko kaukosäädin
hu: Teljes táviránytó elrejtése
it: Nascondi telecomando completo
nb: Skjul full fjernkontroll
ru: Скрыть весь пульт
sk: Skryť úplný diaľkový ovládač
zh_cn: 隐藏全远程

source: High Resolution
ar: عالي الدقة
cs: Vysoké rozlišení
da: Høj opløsning
es: Alta Resolución
fi: Suuri resoluutio
hu: Nagy felbontású
it: Alta risoluzione
nb: Høy oppløsning
ru: Высокое разрешение
sk: Vysoké rozlíšenie
zh_cn: 高分辨率

source: Hold to drag
it: Tieni premuto per trascinare

source: Hour
ar: ساعة
cs: Hodiny
da: Time
es: Hora
fi: Tunti
hu: Óra
it: Ora
nb: Time
ru: Час
sk: Hodina
zh_cn: 小时

source: IPTV / URL name
cs: IPTV / URL název
fi: IPTV / URL-nimi
it: Nome IPTV/URL
nb: IPTV-/nettadresse-navn
ru: IPTV / URL название
sk: IPTV / URL názov
zh_cn: IPTV/URL名称

source: IPv4 address
ar: عنوان IPv4
cs: IPv4 adresa
da: IPv4 adresse
es: Dirección IPv4
fi: IPv4-osoite
hu: IPv4 cím
it: Indirizzo IPv4
nb: IPv4 adresse
ru: IPv4 адрес
sk: IPv4 adresa
zh_cn: IPv4地址

source: IPv4-only Python/Twisted
ar: IPv4 فقط بيثون/ملتوية
da: Kun IPv4 Python/Twisted
es: IPv4-solo Python/Twisted
fi: Vain IPv4 Python/Twisted
it: IPv4-solo Python/Twisted
nb: IPv4 Python/Vridd
ru: IPv4-только Python/Twisted
sk: Python/Twisted len IPv4
zh_cn: 仅IPV4

source: IPv4-only kernel
ar: نواه IPv4 فقط
da: Kun IPv4 kerne
es: IPv4-solo kernel
fi: Vain IPv4 Kernel
it: IPv4-solo kernel
nb: IPv4 kjerne
ru: IPv4-только ядро
sk: Jadro len IPv4
zh_cn: 仅IPv4内核

source: IPv6 address(es)
ar: عنوان IPv6 (es)
cs: IPv6 adresa(y)
da: IPv6 adress(er)
es: Dirección(es) IPv6
fi: IPv6-osoitteet
hu: IPv6 cím (ek)
it: Indirizzo IPv6
nb: IPv6 adresse(r)
ru: IPv6 адрес(а)
sk: IPv6 adresa(y)
zh_cn: IPv6地址

source: Import
ar: استيراد
da: Importer
es: Importar
fi: Tuo
hu: Importálás
it: Importa
nb: Importer
ru: Импорт
sk: Importovať
zh_cn: 导入

source: Include description
ar: يشمل الوصف
cs: Včetně popisu
da: Medtag beskrivelse
es: Incluir descripción
fi: Sisällytä kuvaus
hu: Leírással
it: Includi descrizione
nb: Inkluder beskrivelse
ru: Включать описание
sk: Zahrnúť popis
zh_cn: 包含描述

source: Include extended description
ar: يشمل الوصف الموسع
cs: Včetně rozšířeného popisu
da: Medtag udvidet beskrivelse
es: Incluir descripción completa
fi: Sisällytä laajennettu kuvaus
hu: Bővített leírással
it: Includi descrizione estesa
nb: Inkluder utvidet beskrivelse
ru: Включять расширенное описание
sk: Zahrnúť rozšírený popis
zh_cn: 包含扩展描述

source: Include short description
ar: يشمل وصف مختصر
cs: Včetně krátkého popisu
da: Medtag kort beskrivelse
es: Incluir descripción corta
fi: Sisällytä lyhyt kuvaus
hu: Rövid leírással
it: Includi breve descrizione
nb: Inkluder kort beskrivelse
ru: Включать краткое описание
sk: Zahrnúť krátky popis
zh_cn: 包含简短描述

source: Include when
ar: يشمل
cs: Včetně
da: Medtag
es: Incluir
fi: Sisällytä kun
hu: Beleértve
it: Includi quando
nb: Inkluder
ru: Включать, если
sk: Zahrnúť
zh_cn: 包含

source: Infinite Instant recording started
ar: بدأ التسجيل الفوري بلا حدود
cs: Začalo neomezené okamžité nahrávání
da: Straksoptagelse med uendelig varighed er startet
es: Grabación instantánea infinita iniciada
fi: Jatkuva tallennus aloitettu
hu: Végtelen azonnali felvétel elkezdődött
it: Registrazione istantanea infinita avviata
nb: En ubegrenset direkeinnspilling startet
ru: Запись без определенного времени окончания началась
sk: Nekonečné okamžité nahrávanie začalo
zh_cn: 无限即时录制已开始

source: Information
it: Informazioni

source: Inherit AutoTimer
ar: تركة المؤقت التلقائي
cs: Převzít z Autotimeru
da: Arv AutoTimer
es: Heredar Autotimer
fi: Yhdistä automaatiajastukseen
hu: Örökölt Automata időzítő
it: Eredita timer automatico
nb: Overfør auto timer
ru: Наследовать Автотаймер
sk: Prevziať autočasovač
zh_cn: 沿用自动计时器

source: Install Package
ar: تثبيت الحزمة
cs: Instalovat balíček
da: Installer pakke
fi: Asenna paketti
hu: Csomag telepítése
it: Installa pacchetto
nb: Installer pakke
ru: Установить пакет
sk: Nainštalovať balíček
zh_cn: 安装软件包

source: Installed
ar: تنصيب
cs: Instalováno:
da: Installeret
es: Instalado
fi: Asennettu
hu: Telepített
it: Installati
nb: Installert
ru: Установленные
sk: Nainštalované
zh_cn: 安装

source: Instant Record
ar: تسجيل سريع
cs: Okamžité nahrávání
da: Staksoptagelse
es: Grabación Instantanea
fi: Välitön tallennus
hu: Azonnali felvétel
it: Registrazione istantanea
nb: Direkteinnspilling
ru: Немедленная запись
sk: Okamžité nahrávanie
zh_cn: 即时记录

source: Instant record for current Event started
ar: بدء تشغيل التسجل الفوري للحدث الحالي
cs: Začalo okamžité nahrávání pro aktuální událost
da: En Straksoptagelse af den aktuelle begivenhed er startet
es: Grabación instantánea iniciada para el evento actual
fi: Nykyisen ohjelman tallennus aloitettu
hu: Az aktuális esemény azonnali felvétele megkezdődött
it: Registrazione istantanea per l'evento corrente avviata
nb: En direkeinnspilling av aktuellt program startet
ru: Мгновенная запись для текущего события началась
sk: Okamžitý záznam aktuálnej relácie začal
zh_cn: 当前事件的即时记录已启动

source: Internal error!
ar: خطا داخلي!
cs: Vnitřní chyba!
da: Intern fejl!
es: Error interno!
fi: Sisäinen virhe!
hu: Belső hiba!
it: Errore interno!
nb: Intern feil!
ru: Внутренная ошибка!
sk: Vnútorná chyba!
zh_cn: 内部错误!

source: Internal flash memory
it: Memoria flash interna

source: Interval (in %s)
ar: الفاصل الزمني (في %s)
cs: Interval (v %s)
da: Interval (i %s)
es: Intervalo (in %s)
fi: Väli (in %s)
hu: Intervallum (in %s)
it: Intervallo (in %s)
nb: Intervall (i %s)
ru: Интервал (в %s)
sk: Interval (v %s)
zh_cn: 间隔（以%s为单位）

source: Interval (min.)
ar: الفاصل الزمني (دقيقه)
es: Intervalo (min.)
fi: Väli (min.)
hu: Intervallum (perc.)
it: Intervallo (min.)
nb: Intervall (min.)
ru: Интервал (мин.)
zh_cn: 间隔(分钟.)

source: Interval (sec.)
ar: الفاصل الزمني (ثانيه)
es: Intervalo (seg.)
fi: Väli (sek.)
hu: Intervallum (másodperc)
it: Intervallo (sec.)
nb: Intervall (sek.)
ru: Интервал (сек.)
sk: Interval (sek.)
zh_cn: 间隔(秒.)

source: January
ar: يناير
cs: Leden
da: Januar
es: Enero
fi: Tammikuu
hu: Január
it: Gennaio
nb: Januar
ru: Январь
sk: Január
zh_cn: 一月

source: Javascript Libraries
ar: مكتبات جافا سكريبت
cs: Javascript knihovny
da: Javascript biblioteker
es: Librería Javascript
fi: Javascript-kirjastot
hu: Javascript könyvtárak
it: Librerie JavaScript
nb: Javascript bibliotek
ru: Библиотека Javascript
sk: Knižnice JavaScript
zh_cn: Java脚本库

source: July
ar: يوليو
cs: Červenec
da: Juli
es: Julio
fi: Heinäkuu
hu: Július
it: Luglio
nb: Juli
ru: Июль
sk: Júl
zh_cn: 七月

source: June
ar: يونيو
cs: Červen
da: Juni
es: Junio
fi: Kesäkuu
hu: Június
it: Giugno
nb: Juni
ru: Июнь
sk: Jún
zh_cn: 六月

source: Just play
ar: مجرد تشغيل
cs: Jen přepnout
da: Afspil nu
es: Solo repr.
fi: Toista
hu: Csak lejátszás
it: Solo riproduzione
nb: Spill nå
ru: Только воспроизвести
sk: Len prehrať
zh_cn: 仅播放

source: LCD4Linux Setup
ar: ضبط شاشة عرض لينكس
cs: Nastavení LCD4Linux
da: LCD4Linux opsætning
es: Configurar LCD4Linux
fi: LCD4Linux-asetukset
hu: LCD4Linux Beállítás
it: Impostazioni LCD4Linux
nb: LCD4Linux innstilling
ru: Настройки LCD4Linux
sk: Nastavenie LCD4Linux
zh_cn: LCD设置

source: Label series
ar: سلسله التسمية
cs: Systém OE
da: Mærk serier
es: Serie de etiquetas
fi: Nimeä sarjat
hu: Címke sorozat
it: Serie di etichette
nb: Legg til avsnittsinformasjon
ru: Этикетки серий
sk: Série menoviek
zh_cn: 标签系列

source: License
it: Licenza

source: Link speed
ar: سرعه الرابط
cs: Rychlost připojení
da: Forbindelseshastighed
fi: Verkon nopeus
hu: Link sebesség
it: Velocità di collegamento
nb: Overførings hastighet
ru: Скорость связи
sk: Rýchlosť pripojenia
zh_cn: 链路速度

source: List of Timers has been cleaned
ar: قائمة الموقتات تم تنظيفها
cs: Seznam časovačů byl vyčištěn
da: Listen af Timere er blevet ryddet
es: La lista de temporizadores se ha limpiado
fi: Ajastuslista tyhjennetty
hu: Az időzítők listája kiürítve
it: L'elenco dei timer è stato svuotato
nb: Timerliste har blitt ryddet
ru: Список таймеров была очищенен
sk: Zoznam časovačov bol vyčistený
zh_cn: 定时器列表已被清理

source: Loading...
cs: Načítání...
es: Cargando...
fi: Lataa...
it: Caricamento...
ru: загрузка...
sk: Načítavam...
zh_cn: 加载中...

source: Location
ar: مكان
cs: Umístění
da: Placering
es: Localización
fi: Sijainti
hu: Hely
it: Posizione
nb: Plass
ru: Расположение
sk: Umiestnenie
zh_cn: 位置

source: Locked
ar: مقفل
cs: Zamknuto
da: Låst
es: Bloqueado
fi: Lukittu
hu: Zárolt
it: Bloccato
nb: Låst
ru: Заблокировано
sk: Uzamknutý
zh_cn: 锁定

source: MAC address
ar: إعدادات شبكة تحكم وصول الوسائط
cs: MAC adresa
da: MAC adresse
es: Dirección MAC
fi: MAC-osoite
hu: MAC cím
it: Indirizzo MAC
nb: MAC adresse
ru: MAC адрес
sk: MAC adresa
zh_cn: MAC地址

source: Main
ar: الرئيسية
cs: Hlavní
da: Hovedfunktioner
es: Principal
fi: Päävalikko
hu: Fő
it: Menu principale
nb: Hovedfunksjoner
ru: Главная
sk: Hlavné
zh_cn: 主菜单

source: March
ar: مارس
cs: Březen
da: Marts
es: Marzo
fi: Maaliskuu
hu: Március
it: Marzo
nb: Mars
ru: Март
sk: Marec
zh_cn: 三月

source: Marker added.
ar: العلامة مضافة.
da: Mærke tilføjet.
es: Marcador añadido.
fi: Väliotsikko lisätty.
hu: Marker hozzáadva.
it: Contrassegno aggiunto.
nb: Merke er lagt til.
ru: Маркер добавлен.
sk: Značka pridaná.
zh_cn: 标记已添加.

source: Marker name
ar: اسم العلامة
cs: Název značky
da: Mærke navn
es: Nombre de la Marca
fi: Väliotsikon nimi
hu: A marker neve
it: Nome del contrassegno
nb: Bokmerkenavn
ru: Название маркера
sk: Názov značky
zh_cn: 标记名称

source: Match text
ar: مطابقة العنوان
cs: Hledat v názvu
da: Sammenlign titel
es: Coincidencia de Título
fi: Hae ohjelmannimi
hu: Cím egyezés
it: Corrispondenza testo
nb: Treff
ru: Название совпадения
sk: Zhoda v názve
zh_cn: 匹配标题

source: Max Days
ar: اقصي مدي للأيام
cs: Max dnů
da: Maks dage
es: Máximo de días
fi: Päivien maksimi määrä
hu: Max napok
it: Giorni max
nb: Maks dager
ru: Максимум дней
sk: Maximálny počet dní
zh_cn: 最大天数

source: May
ar: مايو
cs: Květen
da: Maj
es: Mayo
fi: Toukokuu
hu: Május
it: Maggio
nb: Mai
ru: Май
sk: Máj
zh_cn: 五月

source: Message sent successfully!
ar: تم إرسال الرسالة بنجاح!
cs: Zpráva úspěšně odeslána!
da: Din besked er sendt!
es: ¡Mensage enviado correctamente!
fi: Viestin lähetys onnistui!
hu: Az üzenet sikeresen elküldve!
it: Messaggio inviato con successo!
nb: Meldingen er sendt!
ru: Сообщение успешно отправлено!
sk: Správa úspešne odoslaná!
zh_cn: 消息发送成功！

source: Method
ar: طريقة
cs: Metoda
da: Metode
es: Método
fi: Tapa
hu: Módszer
it: Metodo
nb: Metode
ru: Метод
sk: Metóda
zh_cn: 模式

source: Minimal EPG list
ar: الحد الأدنى من قائمة دليل البرامج الإلكترونية
da: Minimal EPG liste
fi: Minimoitu ohjelmaopas
hu: Minimális EPG lista
it: Elenco EPG minimo
nb: Minimert EPG-liste
ru: Минимальный список EPG
sk: Mini zoznam EPG
zh_cn: 最小EPG列表

source: Minimal movie list
ar: الحد الأدنى من قائمة الأفلام
da: Minimal filmliste
fi: Minimaalinen tallennelista
hu: Minimális filmlista
it: Elenco film minimo
nb: Minimal filmliste
ru: Минимальный список видео
sk: Mini zoznam filmov
zh_cn: 最小电影列表

source: Minimal timer list
ar: الحد الأدنى لقائمة المؤقتات
da: Minimal Timerliste
fi: Minimoitu ajastuslista
hu: Minimális időzítő lista
it: Elenco timer minimo
nb: Minimert timer-liste
ru: Минимальный список таймеров
sk: Mini zoznam časovačov
zh_cn: 最小定时器列表

source: Minute
ar: دقيقة
cs: Minuty
da: Minut
es: Minuto
fi: Minuutti
hu: Perc
it: Minuto
nb: Minutt
ru: Mинута
sk: Minúta
zh_cn: 分钟

source: Missing mandatory parameter '%s'
ar: العلامة الإلزامية مفقودة '%s'
cs: Chybí povinný parametr '%s'
da: Mangler obligatorisk parameter '%s'
es: Falta parámetro obligatorio '%s'
fi: Puuttuva pakollinen asetus '%s'
hu: Hiányzó kötelező paraméter '%s'
it: Parametro obbligatorio mancante: '%s'
nb: Savner obligatorisk parameter '%s'
ru: Отсутствует обязательный параметр '%s'
sk: Chýba povinný parameter '%s'
zh_cn: 缺少必需参数 '%s'

source: Missing requesteter: sRef
ar: الطلب مفقود: الرقم التعريفي
cs: Chybějící požadavek: sRef
da: Manglende efterspørgsel: sRef
fi: Virheellinen pyyntö: sRef
hu: Hiányzó kérelem: sRef
it: Richiedente mancante: sRef
nb: Tapt anmoding: sRef
ru: Отсутствует параметр регистра: sRef
sk: Chýbajúci žiadateľ: sRef
zh_cn: 缺少请求者:参考信息

source: Mo
ar: الإثنين
cs: Po
da: Ma
es: Lu
fi: Ma
hu: Hétfő
it: Lu
nb: Ma
ru: Пн
sk: Po
zh_cn: 星期一

source: Model
ar: نموذج
es: Modelo
fi: Malli
hu: Modell
it: Modello
nb: Modell
ru: Модель
zh_cn: 型号

source: Mon
ar: الاثنين
cs: Po
da: Man
es: Lun
fi: Ma
hu: Hétfő
it: Lun
nb: Man
ru: Пон
sk: Pon
zh_cn: 星期一

source: Monday
ar: الاثنين
cs: Pondělí
da: Mandag
es: Lunes
fi: Maanantai
hu: Hétfő
it: Lunedì
nb: Mandag
ru: Понедельник
sk: Pondelok
zh_cn: 星期一
