Repository: persianpros/OpenWebif
Catalog: locale/*.po
Languages: ar, cs, da, es, fi, hu, it, nb, ru, sk, zh_cn

source: The timer '%s' has been deleted successfully
ar: تم حذف المؤقت' %s ' بنجاح
cs: Časovač '%s' byl úspěšně odstraněn
da: Timeren '%s' er blevet slettet med succes
es: El tmeporizador '%s' se ha eliminado satisfactoriamente
fi: Ajastuksen '%s' poisto onnistui
hu: Az '%s' időzítő sikeresen törölve lett
it: Il timer '%s' è stato cancellato con successo
nb: Timeren '%s' er slettet
ru: Таймер '%s' был успешно удален
sk: Časovač '%s' bol úspešne odstránený
zh_cn: 定时器'%s'已被成功删除

source: The timer '%s' now recorded! Not disabled!
ar: المؤقت '%s' الأن يسجل! ليس معطلا!
cs: Časovač '%s' je právě nahráván! Nelze zakázat!
da: Timeren '%s' er nu optaget! Ikke deaktiveret!
es: Temporizador '%s' se ha grabado! No está deshabilitado!
fi: Ajastusta '%s' tallennetaan! Käytössä!
hu: Az '%s' időzítő éppen felvételt készít! Nem lehet tiltani!
it: Il timer '%s' è ora registrato! Non disabilitato!
nb: Timeren '%s' er nå registrert! Ikke deaktivert!
ru: Таймер '%s' сейчас записывается! Невозможно отключить!
sk: Časovač '%s' zaznamenaný! Nezakázaný!
zh_cn: 定时器 '%s' 正在录制!不能禁用!

source: Theme
ar: سمة
cs: Vzhled
da: Tema
es: tema
fi: Teema
hu: Téma
it: Tema
nb: Tema
ru: Тема
sk: Vzhľad
zh_cn: 主题

source: Theme mode
cs: Vzhled
fi: Teema
it: Modalità tema
ru: Режим темы
sk: Vzhľad
zh_cn: 主题模式

source: This service can not be added.
ar: لا يمكن إضافة هذه القناة.
cs: Tento program nemůže být přidán.
da: Denne kanal kan ikke tilføjes.
es: Este servicio no se puede añadir.
fi: Tätä kanavaa ei voi lisätä.
hu: Szolgáltatást nem lehet hozzáadni.
it: Questo servizio non può essere aggiunto.
nb: Denne kanalen kan ikke bli lagt til.
ru: Этот сервис не может быть добавлен.
sk: Táto stanica sa nedá pridať.
zh_cn: 无法添加此频道.

source: Thu
ar: الخميس
cs: Čt
da: Tor
es: Jue
fi: To
hu: Csütörtök
it: Gio
nb: Tor
ru: Чтв
sk: Štv
zh_cn: 星期四

source: Thursday
ar: الخميس
cs: Čtvrtek
da: Torsdag
es: Jueves
fi: Torstai
hu: Csütörtök
it: Giovedì
nb: Torsdag
ru: Четверг
sk: Štvrtok
zh_cn: 星期四

source: Time
ar: الوقت
cs: Čas
da: Tid
es: Tiempo
fi: Aika
hu: Idő
it: Ora
nb: Tid
ru: Время
sk: Čas
zh_cn: 时间

source: Timeline
ar: الجدول الزمني
cs: Časová osa
da: Tidslinje
es: Plazo
fi: Aikajana
hu: Idővonal
it: Linea temporale
nb: Tidslinje
ru: График
sk: Časová os
zh_cn: 时间表

source: Timer '%s' added
ar: تمت إضافة '%s' المؤقت
cs: Přidán časovač '%s'
da: Timer '%s' tilføjet
es: Temporizador '%s' añadido
fi: Ajastus '%s' lisätty
hu: Időzítő '%s' hozzáadva
it: Timer '%s' aggiunto
nb: Timer '%s' lagt til
ru: Таймер '%s' добавлен
sk: Časovač '%s' pridaný
zh_cn: 定时器 '%s' 已添加

source: Timer '%s' already exists!
ar: المؤقت ' %s ' موجود بالفعل!
cs: Časovač '%s' již existuje!
da: Timer '%s' findes allerede!
es: Temporizador '%s' ya existe!
fi: Ajastus '%s' on jo olemassa!
hu: Az időzítő '%s' már létezik!
it: Il timer '%s' esiste già!
nb: Timeren '%s' finnes allerede!
ru: Таймер '%s' уже существует!
sk: Časovač '%s 'už existuje!
zh_cn: 定时器 '%s' 已存在!

source: Timer '%s' changed
ar: تم تغيير '%s' المؤقت
cs: Časovač '%s' změněn
da: Timer '%s' ændret
es: Temporizador '%s' cambiado
fi: Ajastus '%s' muutettu
hu: Időzítő '%s' megváltozott
it: Il timer '%s' è cambiato
nb: Timer '%s' ble endret
ru: Таймер '%s' изменен
sk: Časovač '%s' sa zmenil
zh_cn: 定时器 '%s' 已更改

source: Timer '%s' not enabled while Conflict
ar: لم يتم تمكين المؤقت ' %s ' اثناء التعارض
cs: Časovač '%s' není povolen kvůli konfliktu
da: Timer '%s' ikke aktiveret pga. en konflikt
es: Temporizador %s no habilitado durante el conflicto
fi: Ajastus '%s' ei onnistu ristiriidan takia
hu: A '%s' időzítő nem engedélyezett ütközés miatt
it: Il timer '%s' non è abilitato a causa di un conflitto
nb: Timer '%s' er ikke aktivert på grunn av en konflikt
ru: Таймер '%s' не сожет быть включен из-за конфликта
sk: Časovač '%s' je počas konfliktu zakázaný
zh_cn: 冲突时未启用计时器 '%s'

source: Timer '%s' not saved while Conflict
ar: لم يتم حفظ المؤقت ' %s ' اثناء التعارض
cs: Časovač '%s' nebyl kvůli konfliktu uložen
da: Timer '%s' ikke gemt pga. en konflikt
es: El temporizador '%s' no se ha guardado por un conflicto
fi: Ajastusta '%s' ei tallennettu ristiriidan takia
hu: Az '%s' időzítő nem menthető ütközés miatt
it: Il timer '%s' non è stato salvato a causa di un conflitto
nb: Timer '%s' ble ikke lagret pga. en konflikt
ru: Таймер '%s' не сохранен из-за конфликта
sk: Časovač '%s' sa počas konfliktu neuložil
zh_cn: 定时器 '%s' 在冲突时不保存

source: Timer Added
ar: وأضاف المؤقت
cs: Časovač přidán
da: Timer tilføjet
es: Temporizador añadido
fi: Ajastus lisätty
hu: Időzítés hozzáadva
it: Timer aggiunto
nb: Timer lagt til
ru: Таймер добавлен
sk: Časovač pridaný
zh_cn: 定时器已添加

source: Timer Conflict
it: Conflitto tra timer

source: Timer added
ar: وأضاف المؤقت
cs: Časovač přidán
da: Timer tilføjet
es: Añadir grabación
fi: Ajastus lisätty
hu: Időzítés hozzáadva
it: Timer aggiunto
nb: Timer lagt til
ru: Таймер добавлен
sk: Časovač pridaný
zh_cn: 定时器已添加

source: Timer conflict detected! Not recording!
ar: الكشف عن المؤقت المتعارض! بدون تسجيل!
cs: Konflikt časovačů! Nenahrává se!
da: Timerkonflikt opdaget. Optager ikke!
es: Detectado conflicto entre temporizadores. No se está grabando.
fi: Ajastusristiriita havaittu! Ei tallennusta!
hu: Időzítő ütközés észlelhető! Nem lesz felvétel!
it: Rilevato conflitto di timer! Impossibile registrare!
nb: En timer konflikt er oppdaget! Spiller ikke inn!
ru: Обнаружен конфликт таймера! Нет записи!
sk: Bol zistený konflikt časovača! Nenahráva sa!
zh_cn: 检测到定时器冲突!停止录制!

source: Timer type
ar: نوع المؤقت
cs: Typ časovače
es: Tipo Grabación
fi: Ajastuksen tyyppi
hu: Időzítő típusa
it: Tipo di timer
ru: Тип таймера
sk: Typ časovača
zh_cn: 定时器类型

source: TimerList has been saved
ar: تم حفظ قائمة المؤقت
cs: Seznam časovačů byl uložen
da: Timerlisten er gemt
es: La lista de temporizadores se ha guardado
fi: Ajastuslista tallennettu
hu: Az időzítő lista mentésre került
it: La lista dei timer è stata salvata
nb: Timerliste har blitt lagret
ru: Список таймеров был сохранен
sk: Zoznam časovačov bol uložený
zh_cn: 定时器列表已保存

source: Timerlist
ar: قائمة المؤقت
cs: Přehled časovačů
da: Timerliste
es: Lista de Grabaciones
fi: Ajastuslista
hu: Idõzítõ lista
it: Lista dei timer
nb: Timerliste
ru: Список таймеров
sk: Zoznam časovačov
zh_cn: 定时器列表

source: Timers
ar: المؤقتات
cs: Časovače
da: Timere
es: Grabaciones
fi: Ajastukset
hu: Időzítők
it: Timer
nb: Timere
ru: Таймеры
sk: Časovače
zh_cn: 定时器

source: Title
ar: عنوان
cs: Název
da: Titel
es: Titulo
fi: Ohjelmannimi
hu: Cím
it: Titolo
nb: Tittel
ru: Название
sk: Názov
zh_cn: 标题

source: To date
ar: ليس قبل
cs: Ne před
da: Ikke før
es: No antes de
fi: Ei ennen
hu: Nem hamarabb, mint
it: Alla data
nb: Ikke før
ru: К дате
sk: Nie pred
zh_cn: 迄今为止

source: Today
cs: Dnes
fi: Tänään
it: Oggi
nb: I dag
ru: Сегодня
sk: Dnes
zh_cn: 今天

source: Toggle Standby
it: Standby

source: Transcode
ar: تحويل الترميز
cs: Transkódování
da: Omkod
es: Transcodificar
fi: Transkoodaus
hu: Átkódolás
it: Transcodifica
nb: Transkode
ru: Транскодирование
sk: Transkódovanie
zh_cn: 转码

source: Translation to Spanish
ar: الترجمة إلى الاسبانية
cs: Překlad do španělštiny
da: Oversættelse til Spansk
es: Traducción al Español
fi: Espanjankielinen käännös
hu: Fordítás spanyolra
it: Traduzione in spagnolo
nb: Oversettelse til spansk
ru: Перевод на испанский
sk: Preklad do španielčiny
zh_cn: 西班牙语翻译

source: Try guessing
ar: محاولة التخمين
cs: Zkusit odhadnout
da: Forsøg at gætte
es: Tratar de adivinar
fi: Kokeile kyselyä
hu: Próbálja kitalálni
it: Prova a indovinare
nb: Forsøk og gjette
ru: Учесть существующий таймер
sk: Skúsiť uhádnuť
zh_cn: 尝试猜测

source: Tu
ar: الثلاثاء
cs: Út
da: Ti
es: Ma
fi: Ti
hu: Kedd
it: Ma
nb: Ti
ru: Вт
sk: Ut
zh_cn: 星期二

source: Tue
ar: الثلاثاء
cs: Út
da: Tir
es: Mar
fi: Ti
hu: Kedd
it: Mar
nb: Tir
ru: Втр
sk: Uto
zh_cn: 星期二

source: Tuesday
ar: الثلاثاء
cs: Úterý
da: Tirsdag
es: Martes
fi: Tiistai
hu: Kedd
it: Martedì
nb: Tirsdag
ru: Вторник
sk: Utorok
zh_cn: 星期二

source: Tuner Number
ar: رقم المؤالف
cs: Čislo tuneru
da: Tuner nummer
es: Numero de Sintonizador
fi: Virittimen numero
hu: Tuner száma
it: Numero tuner
nb: Tuner nummer
ru: Номер тюнера
sk: Číslo tunera
zh_cn: 调谐器编号

source: Tuner Signal
ar: إشارة المؤالف
cs: Signál tuneru
es: Señal del Sintonizador
fi: Virittimen signaali
hu: Tuner jel
it: Segnale tuner
ru: Сигнал тюнера
sk: Signál tunera
zh_cn: 调谐器信号

source: Tuner Type
ar: نوع المؤالف
cs: Typ tuneru
es: Tipo de Sintonizador
fi: Viritintyyppi
hu: Tuner típusa
it: Tipo tuner
ru: Тип тюнера
sk: Typ tunera
zh_cn: 调谐器类型

source: Tuners
ar: مؤالفات
cs: Tunery
da: Tunere
es: Sintonizadores
fi: Virittimet
hu: Tunerek
it: Tuner
nb: Tunere
ru: Тюнеры
sk: Tunery
zh_cn: 调谐器

source: Type
ar: النوع
cs: Typ
es: Tipo
fi: Tyyppi
hu: Típus
it: Tipo
ru: Тип
sk: Typ
zh_cn: 类型

source: Unknown Volume command %s
ar: أمر الصوت مجهول %s
da: Ukendt Lydstyrke-kommando %s
es: Comando del Volumen Desconocido %s
fi: Tuntematon äänenvoimakkuuskomento %s
hu: Ismeretlen Hangerő parancs %s
it: Comando volume sconosciuto %s
nb: Ukjent volum instruktion %s
ru: Неизвестная команда громкости %s
sk: Neznámy príkaz hlasitosti %s
zh_cn: 未知音量命令 %s

source: Unknown command: '%s'
ar: أمر مجهول: ' %s '
cs: Neznámý příkaz: '%s'
da: Ukendt kommando: '%s'
es: Comando desconocido: '%s'
fi: Tuntematon komento: '%s'
hu: Ismeretlen parancs: '%s'
it: Comando sconosciuto: '%s'
nb: Ukjent kommando: '%s'
ru: Неизвестная команда: '%s'
sk: Neznámy príkaz: '%s'
zh_cn: 未知命令: '%s'

source: Upcoming Events
ar: الأحداث القادمة
cs: Nadcházející události
da: Kommende begivenheder
es: Próximos Eventos
fi: Tulevat ohjelmat
hu: Közelgő események
it: Prossimi eventi
nb: Kommende aktiviteter
ru: Ближайшие события
sk: Nadchádzajúce relácie
zh_cn: 节目预告

source: Update
ar: التحديث
cs: Aktualizace
da: Opdater
fi: Päivitä
hu: Frissítés
it: Aggiornamento
nb: Oppdater
ru: Обновить
sk: Aktualizácia
zh_cn: 更新

source: Update Package
ar: تحديث الباقة
cs: Aktualizovat balíček
da: Opdater pakke
fi: Päivitä paketti
hu: Csomag frissítése
it: Aggiornamento pacchetto
nb: Oppdater pakke
ru: Обновить пакет
sk: Aktualizácia balíčku
zh_cn: 更新软件包

source: Update from feed
ar: تحديث من الفييد
da: Opdater fra feed
fi: Päivitä syötteestä
hu: Frissítés a feedből
it: Aggiornamento dai feed
nb: Oppdater fra kilde
ru: Обновление с фида
sk: Aktualizácia z Feedu
zh_cn: 从Feed更新

source: Upgrade all packages
ar: قم بترقية جميع الحزم
cs: Aktualizovat všechny balíčky
da: Opgrader alle pakker
fi: Päivitä kaikki paketit
hu: Frissítse az összes csomagot
it: Aggiorna tutti i pacchetti
nb: Oppdater alle pakker
ru: Обновление всех пакетов
sk: Upgradovať všetky balíčky
zh_cn: 升级全部软件包

source: Upload File Error
ar: خطاء رفع الملف
da: Filupload fejl
fi: Tiedostonlatausvirhe
hu: Hiba a fájl feltöltésekor
it: Errore di caricamento del file
nb: Feil ved opplasting av fil
ru: Ошибка загрузки файла
sk: Chyba pri nahrávaní súboru
zh_cn: 上传文件错误

source: Upload package
ar: آپلود بسته
da: Upload pakke
fi: Lataa paketti
hu: Csomag feltöltése
it: Carica pacchetto
nb: Last opp pakke
ru: Загрузить пакет
sk: Nahrať balíček
zh_cn: 上传程序包

source: Uploaded Files
ar: الملفات التي تم رفعها
da: Uploadede filer
fi: Ladatut tiedostot
hu: Feltöltött fájlok
it: File caricati
nb: Opplastede filer
ru: Загруженные файлы
sk: Nahrané súbory
zh_cn: 上传文件

source: Use Channelname for screenshots
cs: Název kanálu pro snímek obrazovky
fi: Lisää kanavannimi kuvankaappauksiin
it: Usa nome canale per screenshot
ru: Используйте название канала для скриншотов
sk: Použiť názov stanice pre snímku obrazovky
zh_cn: 使用频道名称进行屏幕截图

source: Use a custom location
ar: استخدام موقع مخصص
cs: Použít vlastní umístění
da: Vælg en brugerdefineret placering
es: Usar una ubicación personalizada
fi: Käytä omaa tiedostosijaintia
hu: Használjon egyedi helyet
it: Usa posizione personalizzata
nb: Bruk en egendefinert lagringsplass
ru: Использовать пользовательское расположение
sk: Použiť vlastné umiestnenie
zh_cn: 使用自定义位置

source: Use as PiP if possible
cs: Použít jako PiP, jestliže je to možné
da: Brug som PiP hvis mulig
fi: Käytä PiP-kuvaa jos mahdollista
hu: Használat PiP módban (ha lehetséges)
it: Usa come PiP se possibile
nb: Bruk bilde-i-bilde hvis mulig
ru: Использовать как PiP при возможности
sk: Použiť ako PiP ak je to možné
zh_cn: 如果可能,可用作画中画

source: Use classic interface
cs: Použít klasický vzhled
da: Brug klassisk grænseflade
fi: Käytä perinteistä teemaa
it: Usa interfaccia classica
ru: Использование классического интерфейса
sk: Použiť klasický vzhľad
zh_cn: 使用经典界面

source: Use custom Color
cs: Použít uživatelské barvy
da: Brug tilpasset farve
fi: Käytä omaa väriä
it: Usa colore personalizzato
ru: Использовать пользовательский цвет
sk: Použiť vlastné farby
zh_cn: 使用自定义颜色

source: Use custom box name
ar: إستخدام مخصص لإسم الجهاز
cs: Použít vlastní název přijímače
da: Brug brugerdefineret boksnavn
es: Usar nombre personalizado para el deco
fi: Käytä omaa vastaanotinnimeä
hu: Használjon egyedi box nevet
it: Usa nome personalizzato per il ricevitore
nb: Bruk egendefinert mottakernavn
ru: Использовать пользовательское имя ресивера
sk: Použiť vlastný názov prijímača
zh_cn: 使用自定义机顶盒名称

source: Use modern design
cs: Použít nový vzhled
fi: Käytä uutta teemaa
it: Usa design moderno
ru: Использование нового дизайна
sk: Použiť nový vzhľad
zh_cn: 使用现代设计

source: Use modern interface
ar: استخدام التصميم الجديد
cs: Použít nový vzhled
da: Brug moderne grænseflade
es: Usar nuevo diseño
fi: Käytä uutta käyttöliittymää
hu: Az új kinézet használata
it: Usa interfaccia moderna
nb: Bruk ny utforming
ru: Использование нового интерфейса
sk: Používať nový dizajn
zh_cn: 使用现代界面

source: VPS plugin not found
ar: لم يتم العثور على بلج أنز الخادم الإفتراضي الخاص
cs: Nenalezen VPS plugin
da: VPS Plugin ikke fundet
es: Plugin VPS no encontrado
fi: VPS pluginia ei löydy
hu: A VPS bővítmény nem található
it: Plugin VPS non trovato
nb: VPS tillegg ikke funnet
ru: Плагин VPS не найден
sk: VPS plugin nebol nájdený
zh_cn: 未找到VPS插件

source: Version
ar: الإصدار
cs: Verze
es: Versión
fi: Versio
hu: Verzió
it: Versione
nb: Versjon
ru: Версия
sk: Verzia
zh_cn: 版本

source: Video Height
ar: ارتفاع الفيديو
cs: Výška videa
da: Video højde
es: Alto de Video
fi: Kuvan korkeus
hu: Video magassága
it: Altezza video
nb: Video høyde
ru: Высота видео
sk: Výška videa
zh_cn: 视频高度

source: Video PID (VPID)
it: PID video (VPID)

source: Video Width
ar: فيديو عريض
cs: Šířka videa
da: Video bredde
es: Ancho de Video
fi: Kuvan leveys
hu: Videó szélessége
it: Larghezza video
nb: Video bredde
ru: Ширина видео
sk: Šírka videa
zh_cn: 视频宽度

source: Visibly
ar: واضح
cs: Hlavní obraz
da: Synlig
es: Visible
fi: Näkyvyys
hu: Láthatóan
it: Visibile
nb: Synlig
ru: Видимый (режим ТВ)
sk: Viditeľne
zh_cn: 可见

source: Volume Control
ar: التحكم في مستوي الصوت
cs: Hlasitost
da: Lydstyrkekontrol
es: Control Volumen
fi: Äänenvoimakkuussäädin
hu: Hangerőszabályozó
it: Controllo volume
nb: Volumkontroll
ru: Контроль громкости
sk: Ovládanie hlasitosti
zh_cn: 音量控制

source: W
da: V
it: O
nb: V
sk: Z

source: Waiting for answer ...
ar: في انتظار الاجابه...
cs: Čekání na odpověď ...
da: Venter på svar...
es: Esperando Respuesta...
fi: Odotetaan vastausta ...
hu: Várakozás a válaszra ...
it: In attesa di risposta...
nb: Venter på svar...
ru: Ожидание для ответа...
sk: Čakám na odpoveď...
zh_cn: 等待响应…

source: Wake Up
ar: استيقظ
cs: Probudit
da: Vågn op
fi: Herätä
hu: Ébresztés
it: Riattivare
nb: Våkne
ru: Разбудить
sk: Prebudiť
zh_cn: 唤醒

source: Wakeup
ar: إستيقظ
cs: Probudit
da: Væk
es: Despertar
fi: Herätä
hu: Ébresztés
it: Riattivare
nb: Våkne opp
ru: Пробуждение
sk: Prebudiť
zh_cn: 唤醒

source: Warning
ar: تحذير
cs: Varování
da: Advarsel
es: Advertencia
fi: Varoitus
hu: Figyelmeztetés
it: Avvertimento
nb: Advarsel
ru: Внимание
sk: Varovanie
zh_cn: 警告

source: We
ar: الأربعاء
cs: St
da: On
es: Mi
fi: Ke
hu: Szerda
it: Me
nb: On
ru: Ср
sk: St
zh_cn: 星期三

source: Wed
ar: الاربعاء
cs: St
da: Ons
es: Mie
fi: Ke
hu: Szerda
it: Mer
nb: Ons
ru: Срд
sk: Str
zh_cn: 星期三

source: Wednesday
ar: الاربعاء
cs: Strředa
da: Onsdag
es: Miércoles
fi: Keskiviikko
hu: Szerda
it: Mercoledì
nb: Onsdag
ru: Среда
sk: Streda
zh_cn: 星期三

source: Weekly (Monday)
ar: اسبوعيا (الاثنين)
cs: týdně (pondělí)
da: Ugentlig (Mandag)
es: Semanal (Lunes)
fi: Viikottain (maanantai)
hu: Hetente (hétfő)
it: Settimanale (lunedì)
nb: Ukentlig (Mandag)
ru: Еженедельно (понедельник)
sk: Týždenne (pondelok)
zh_cn: 每周（星期一）

source: Weekly (Sunday)
ar: اسبوعيا (الاحد)
cs: týdně (neděle)
da: Ugentlig (Søndag)
es: Semanal (Domingo)
fi: Viikottain (sunnuntai)
hu: Hetente (vasárnap)
it: Settimanale (domenica)
nb: Ukentlig (Søndag)
ru: Еженедельно (воскресенье)
sk: Týždenne (nedeľa)
zh_cn: 每周（星期日）

source: Widescreen
it: A tutto schermo

source: Without auth only local access is allowed!
ar: دون المصادقة يسمح فقط الوصول المحلي!
cs: Bez ověřování je povolen pouze lokální přístup
da: Kun lokal adgang tillades uden godkendelse!
es: Sin autorización, solo se permite el acceso local!
fi: Vain lähiverkko-osoitteet sallittu!
hu: Hitelesítés nélkül csak helyi hozzáférés engedélyezett!
it: Senza autorizzazione è consentito solo l'accesso locale!
nb: Kun lokal adgang er tillat uten godkjenning!
ru: Без аутентификации разрешен только локальный доступ!
sk: Bez autorizácie je povolený iba lokálny prístup!
zh_cn: 没有认证只有本地访问是允许的！

source: Wizard
ar: النافذة
cs: Průvodce
da: Assistent
es: Asistente
fi: Avustaja
hu: Varázsló
it: Procedura guidata
nb: Veiviser
ru: Мастер
sk: Sprievodca
zh_cn: 向导

source: Would you like to save your changes?
cs: Chcete uložit změny?
fi: Haluatko tallentaa asetukset?
it: Vuoi salvare le modifiche?
nb: Lagre endringer?
ru: Вы хотите сохранить изменения?
sk: Chcete uložiť zmeny?
zh_cn: 是否保存更改?

source: Wrong parameter format 'set=%s'. Use set=set15
ar: تنسيق المعلمة الخاطئ ' ضبط = %s '. استخدام مجموعه = ضبط15
cs: Špatný formát parametru 'set=%s'. Použijte set=set15
da: Forkert parameterformat 'set=%s'. Anvend set=set15
es: Formato de parámetros incorrecto 'set=%s'. Usa set=set15
fi: Väärä asetusmuoto 'set=%s'. Käytä set=set15
hu: Helytelen paraméter formátum 'set=%s'. Use set=set15
it: Formato parametro errato 'set=%s'. Usa set=set15
nb: Feil parameter format 'set=%s'. Bruk set=set15
ru: Неправильный формат параметра 'set=%s'. Используйте set=set15
sk: Chybný formát parametra 'set=%s'. Použite set=set15
zh_cn: 错误的参数格式设置'set=%s', 使用 set=set15

source: YYYY-MM-DD
cs: RRRR-MM-DD
it: AAAA-MM-GG
sk: RRRR-MM-DD

source: Yes
ar: نعم
cs: Ano
da: Ja
es: Si
fi: Kyllä
hu: Igen
it: Sì
nb: Ja
ru: Да
sk: Áno
zh_cn: 是

source: Yes/No
ar: نعم/لا
cs: Ano/Ne
da: Ja/Nej
es: Si/No
fi: Kyllä/Ei
hu: Igen/nem
it: Sì o No
nb: Ja/Nei
ru: Да/Нет
sk: Áno/Nie
zh_cn: 是/否

source: Yesterday
cs: Včera
fi: Eilen
it: Ieri
nb: I går
ru: Вчера
sk: Včera
zh_cn: 昨天

source: Zap & Record
ar: سجل+أنتقل
cs: Nahrát a přepnout
da: Zap & Optag
es: Grabar+Zapear
fi: Tallennus+kanavanvaihto
hu: Felvétel+ugrás
it: Zap e registra
nb: Opptak+ZAP
ru: Запись & перейти
sk: Nahrávať & prepnúť
zh_cn: 切换&录制

source: Zap before streaming
ar: أنتقل قبل التدفق
cs: Přepnout před streamem
da: Zap før streaming
es: Saltar antes del Stream
fi: Vaihda kanava ennen suoratoistoa
hu: ugrás stream előtt
it: Zap prima dello streaming
nb: zap før stream
ru: перейти перед стримом
sk: prepnúť pred streamovaním
zh_cn: 串流之前切换频道

source: Zap to
ar: إنتقل إلى
cs: Přepnout na
da: Zap til
es: Saltar a
fi: Vaihda kanavalle
hu: Ugrás ide
it: Passa al canale
nb: Gå til
ru: Перейти на
sk: Prepnúť na
zh_cn: 切换到

source: Zapped to
ar: الانتقال إلى
cs: Přepnuto na
da: Zappede til
es: Saltado a
fi: Vaihdettu kanavalle
hu: Ugrás megtörtént
it: Passato al canale
nb: Gått til
ru: Перешли на
sk: Prepnuté na
zh_cn: 快速切换到

source: any time
cs: libovolný čas
fi: Kaikki ajat
it: ogni volta
ru: любое время
sk: kedykoľvek
zh_cn: 任何时候

source: auto
ar: تلقائي
cs: automaticky
es: automatico
fi: Automaattinen
it: automatico
ru: авто
zh_cn: 自动

source: case-insensitive
cs: nerozlišovat velikost písmen
fi: merkkikokoriippumaton
it: senza distinzione tra maiuscole e minuscole
ru: без учета регистра
sk: nerozlišovať veľkosť písmen
zh_cn: 不区分大小写

source: case-sensitive
cs: rozlišovat velikost písmen
fi: merkkikokoriippuvainen
it: sensibile alle maiuscole e alle minuscole
ru: с учетом регистра
sk: rozlišovať veľkosť písmen
zh_cn: 区分大小写

source: descramble and record ecm
cs: dekódovat a nahrávat ecm
it: decodifica e registra ecm
sk: dekódovať a nahrávať ecm

source: description contains
ar: فى الوصف
cs: v popisu
da: i beskrivelse
es: en la Descripción
fi: kuvauksessa
hu: a leírásban
it: la descrizione contiene
nb: i forklaringen
ru: в описании
sk: v popise
zh_cn: 描述包含

source: description match
cs: popis odpovídá
fi: kuvaus vastaavuus
it: corrispondenza della descrizione
ru: Описание совпадения
sk: zhodný popis
zh_cn: 描述匹配

source: disabled
ar: تم التعطيل
cs: zakázáno
da: deaktiveret
fi: poistettu
hu: leiltva
it: disabilitato
nb: frakoblet
ru: отключено
sk: zakázané
zh_cn: 禁用

source: do nothing
ar: لا تفعل شيئ
cs: nic nedělat
da: Gør ingenting
es: no hacer nada
fi: Ei mitään
hu: ne csináljon semmit
it: non fare nulla
nb: gjør ingenting
ru: ничего не делать
sk: žiadna akcia
zh_cn: 什么也不做

source: don't descramble, record ecm
cs: nedekódovat, nahrávat ecm
it: non decodificare, registra ecm
sk: nedekódovať , nahrávať ecm

source: error! Loading Page
ar: الخطا! تحميل الصفحة
da: fejl! Henter side
es: error! Cargando página
fi: Virhe sivun latauksessa!
hu: hiba! Oldal betöltése
it: errore! Caricamento pagina
nb: feil! Lasting av side
ru: ошибка загрузки страницы!
sk: chyba! Načítavám stránku
zh_cn: 错误!正在载入页面

source: exact title match
cs: název přesně odpovídá
fi: täsmällinen ohjelmannimen vastaavuus
it: corrispondenza esatta del titolo
nb: eksakt navnesøk
ru: точное совпадение названия
sk: presná zhoda názvu
zh_cn: 精确标题匹配

source: favourite desc match
cs: v popisu oblíbených
fi: suosikki kuvaushaku
it: corrispondenza descrizione preferita
ru: совпадение только в фаворитах
sk: v popise obľúbených
zh_cn: 最喜欢的描述匹配

source: finished
ar: استُكمِلت
cs: dokončeno
da: Afsluttet
es: terminado
fi: lopetettu
hu: befejezett
it: finito
nb: sluttført
ru: закончено
sk: ukončené
zh_cn: 完成

source: go to deep standby
ar: الذهاب الى وضع الاستعداد العميق
cs: přejít do hlubokého spánku
da: Skift til Dyb Standby
es: ir al modo de espera profundo
fi: Mene virransäästötilaan
hu: mély készenlétbe kapcsolás
it: spegni il ricevitore
nb: gå til helt avslått
ru: перейти в глубокий режим ожидания
sk: prejsť do režimu hlbokého spánku
zh_cn: 进入深度待机

source: go to standby
ar: الذهاب لوضع الاستعداد
cs: přejít do pohotovostního režimu
da: Skift til Standby
es: ir al modo de espera
fi: Mene valmiustilaan
hu: készenléti állapotba kapcsolás
it: vai a standby
nb: gå til avslått
ru: перейти в режим ожидания
sk: prejsť do pohotovostného režimu
zh_cn: 转到待机状态

source: hour
ar: ساعه
cs: hodina
da: time
fi: tunnit
hu: óra
it: ora
nb: time
ru: час
sk: hod.
zh_cn: 小时

source: loading
ar: تحميل
cs: načítám
da: Indlæser
es: cargando
fi: lataa
hu: töltés
it: caricamento
nb: laster
ru: загрузка
sk: načítava sa
zh_cn: 加载中

source: manual/disabled
ar: يدوي/معطل
da: manuelt/deaktiveret
es: manual/deshabilitado
fi: manuaalinen/pois
hu: kézi/tiltva
it: manuale o disabilitato
nb: manuell/frakoblet
ru: ручной/отключено
sk: manuálne/zakázané
zh_cn: 手动/禁用

source: mins
fi: minuutit
it: minuti
nb: min
ru: минуты
sk: minút
zh_cn: 分钟

source: minute
ar: دقيقة
cs: minuta
da: minut
fi: Minuutti
hu: perc
it: minuto
nb: minutt
ru: минута
sk: minúta
zh_cn: 分钟

source: no description available
ar: لايوجد وصف متوفر.
cs: popis není k dispozici
da: ingen beskrivelse
es: no hay descripción disponible
fi: ei kuvausta saatavilla
hu: nincs elérhető leírás
it: nessuna descrizione disponibile
nb: beskrivelse savnes
ru: нет доступного описания
sk: popis nie je k dispozícii
zh_cn: 无可用描述
