Repository: persianpros/OpenWebif
Catalog: locale/*.po
Languages: ar, cs, da, es, fi, hu, it, nb, ru, sk, zh_cn

source: Bouquet %s removed failed, sevicerefence or mutable list is not valid.
ar: الباقة %s فشل حذفها, تفضيل القناة أو قائمة الجدول غير صالحه.
cs: Odstranění přehledu %s selhalo, sevicerefence nebo mutable list nejsou platné.
da: Sletning af Buket %s mislykkedes, kanalreference eller foranderlig liste er ikke gyldig.
es: Fallo borrado favorito %s, servicereference o lista mutable no son válidos
fi: Suosikkilistan %s poisto epäonnistui, kanavareferenssi tai listanmuutos ole hyväksyttävissä.
hu: A Bouquet %s eltávolítva nem sikerült,A sürgősségi vagy módosítható lista nem érvényes.
it: Bouquet %s non rimosso, referenza servizio o elenco non valido.
nb: Slette kanalliste %s feilet, referansenummer eller endringsliste er ugyldig.
ru: Ошибка удаления букета %s, референс или изменяемый список не является действительным.
sk: Odstránenie prehľadu %s zlyhalo, zoznam referencií je neplatný.
zh_cn: 移除节目分组%s失败, 频道引用或可变列表无效.

source: Bouquet %s removed failed.
ar: الباقة %s فشل حذفها.
cs: Odstranění přehledu %s selhalo.
da: Sletning af Buket %s mislykkedes.
es: Fallo borrado favorito %s
fi: Suosikkilistan %s poisto epäonnistui.
hu: Bouquet %s eltávolítva nem sikerült.
it: Bouquet %s non rimosso.
nb: Slette kanalliste %s feilet.
ru: Ошибка удаления букета %s
sk: Odstránenie prehľadu %s zlyhalo.
zh_cn: 移除节目分组%s失败.

source: Bouquet Editor
ar: محرر الباقة
cs: Editor přehledů
da: Buket redigering
es: Editor de Favoritos
fi: Suosikkilistojen järjestely
hu: Bouquet szerkesztő
it: Editor bouquet
nb: Kanalliste redigerer
ru: Редактор букетов
sk: Editor prehľadu
zh_cn: 节目分组编辑器

source: Bouquet name
ar: اسم الباقة
cs: Název přehledu
da: Buket-navn
es: Nombre del Favorito
fi: Suosikkilistan nimi
hu: A lista neve
it: Nome del bouquet
nb: Kanallistens navn
ru: Название букета
sk: Názov prehľadu
zh_cn: 节目分组名称

source: Bouquet renamed successfully.
ar: تمت أعاده تسمية الباقة بنجاح.
cs: Přehled úspěšně přejmenován.
da: Buket omdøbt med succes.
es: Favorito renombrado correctamente
fi: Suosikkilistan uudelleen nimeäminen onnistui.
hu: Bouquet sikeresen átnevezve.
it: Bouquet rinominato con successo.
nb: Kanallisten er navngitt på nytt.
ru: Букет переименован успешно.
sk: Prehľad úspešne premenovaný.
zh_cn: 节目分组改名完成.

source: Bouquet-settings were restored successfully
ar: تمت استعاده إعدادات الباقة بنجاح
cs: Nastavení přehledu byla úspěšně obnovena
da: Buket-indstillinger blev gendannet med succes
es: Configuración favoritos se ha restaurado con éxito
fi: Suosikkilistojen asetuksien palautus onnistui
hu: A Bouquet-beállítások sikeresen helyreálltak
it: Le impostazioni del bouquet sono state ripristinate correttamente
nb: Kanalliste-valgene ble gjenopprettet
ru: Настройки букетов востановлены успешно
sk: Obnovenie nastavení prehľadu bolo úspešné
zh_cn: 节目分组设置已成功恢复

source: BouquetEditor
ar: محرر الباقة
cs: Editor přehledů
da: Buket redigering
es: Editor de Favoritos
fi: Suosikkien järjestely
hu: Bouquet szerkesztő
it: Editor bouquet
nb: Kanalliste redigerer
ru: Редактор букетов
sk: Editor prehľadov
zh_cn: 编辑节目分组

source: Bouquetlist is not editable!
ar: قائمة الباقة غير قابلة للتعديل!
cs: Seznam přehledů nelze upravovat!
da: Buket-liste er ikke redigerbar!
es: Lista de favoritos no es editable!
fi: Suosikkilista ei ole muokattavissa!
hu: A Bouquetlistát nem lehet szerkeszteni!
it: L'elenco dei bouquet non è modificabile!
nb: Kanalliste er ikke redigerbar!
ru: Список букетов не редактируется!
sk: Zoznam prehľadov sa nedá upraviť!
zh_cn: 节目分组列表不可编辑!

source: Bouquets
ar: الباقات
cs: Přehledy
da: Buketter
es: Favoritos
fi: Suosikkilistat
hu: Listák
it: Bouquet
nb: Kanallister
ru: Букеты
sk: Prehľady
zh_cn: 节目分组

source: Brand
ar: علامة تجارية
cs: Značka
da: Mærke
es: Marca
fi: Merkki
hu: Márka
it: Marca
nb: Merke
ru: Бренд
sk: Značka
zh_cn: 品牌

source: Cable
ar: كيبل
cs: Kabelové
da: Kabel-TV
fi: Kaapeliverkko
hu: Kábel
it: Cavo
nb: Kabel-TV
ru: Кабельный
sk: Káblové
zh_cn: 有线

source: Calendar Week
ar: تقويم الاسبوع
cs: Týden
da: Kalenderuge
fi: Kalenteriviikko
hu: Naptári hét
it: Calendario settimanale
nb: Uke kallender
ru: Календарь недели
sk: Týždeň
zh_cn: 本周

source: Cancel
ar: إلغاء
cs: Zavřít
da: Afbryd
es: Cancelar
fi: Peruuta
hu: Töröl
it: Annullare
nb: Avbryt
ru: Отмена
sk: Zrušiť
zh_cn: 取消

source: Cancelled
ar: ملغى
cs: Zrušeno
da: Afbrudt
fi: Peruutettu
hu: Törölve
it: Annullato
nb: Avbrutt
ru: Отменено
sk: Zrušené
zh_cn: 取消

source: Capacity
ar: سعة
cs: Kapacita
da: Kapacitet
es: Capacidad
fi: Kapasiteetti
hu: Kapacitás
it: Capacità
nb: Kapasitet
ru: Объем
sk: Kapacita
zh_cn: 容量

source: Capture screenshot
ar: تصوير لقطة الشاشة
cs: Snímek obrazovky
da: Tag skærmdump
es: Captura de Pantalla
fi: Ota kuvankaappaus
hu: Pillanatkép rögzítése
it: Cattura screenshot
nb: Ta skjermdump
ru: Сделать скриншот
sk: Snímka obrazovky
zh_cn: 截图

source: Channel
ar: قناة
cs: Kanál
da: Kanal
es: Canal
fi: Kanava
hu: Csatorna
it: Canale
nb: Kanal
ru: Канал
sk: Stanica
zh_cn: 频道

source: Channels
ar: قنوات
cs: Kanály
da: Kanaler
es: Canales
fi: Kanavat
hu: Csatornák
it: Canali
nb: Kanaler
ru: Каналы
sk: Stanice
zh_cn: 频道

source: Cleanup Timers
ar: تنظيف المؤقتات
cs: Vyčistit časovače
da: Ryd Timere
es: Limpiar Grabaciones
fi: Tyhjennä ajastukset
hu: Időzítők tisztítáa
it: Pulisci timer
nb: Slett timere
ru: Очистка выполненных таймеров
sk: Vymazať časovač
zh_cn: 清除定时器

source: Close
ar: إغلاق
cs: Zavřít
da: Luk
es: Cerrar
fi: Sulje
hu: Bezár
it: Chiudi
nb: Lukk
ru: Закрыть
sk: Zatvoriť
zh_cn: 关闭

source: Common Settings
ar: الإعدادات العامة
cs: Společná nastavení
da: Fælles indstillinger
fi: Yleisasetukset
hu: Közös beállítások
it: Impostazioni generali
nb: Vanlige innstillinger
ru: Общие настройки
sk: Spoločné nastavenia
zh_cn: 常用设置

source: Config
cs: Konfigurace
fi: Asetus
it: Impostazioni
nb: Oppsett
ru: Конфиг
sk: Konfigurácia
zh_cn: 配置

source: Conflicting Timer(s) detected! %s
ar: الكشف عن المؤقت (المؤقتات) المتعارضة! %s
cs: Detekován(y) konfliktní časovač(e) %s
da: Timerkonflikt(er) opdaget! %s
es: Temporizador(es) conflictivo(s) detectados. %s
fi: Ajastus ristiriita havaittu! %s
hu: Időzítő(k) ütközése észlelve! %s
it: Rilevati timer in conflitto! %s
nb: Timer konflikt(er) oppdaget %s
ru: Обнаружен конфликт таймера(ов)! %s
sk: Nájdené konfliktné časovače! %s
zh_cn: 检测到冲突的定时器！%s

source: Contributors
ar: المساهمون
cs: Spolupracovníci
da: Bidragsydere
es: Colaboradores
fi: Avustajat
hu: Közreműködők
it: Collaboratori
nb: Bidragsytere
ru: Принимали участие
sk: Prispievatelia
zh_cn: 贡献者

source: Control
ar: التحكم
da: Kontrol
fi: Ohjaus
hu: Ellenőrzés
it: Controllo
nb: Kontroll
ru: Управление
sk: Ovládanie
zh_cn: 控制

source: Could not add timer '%s'!
ar: لا يمكن إضافة المؤقت '%s'!
cs: Nelze přidat časovač '%s'!
da: Kunne ikke tilføje timer '%s'!
es: No se puede añadir el temporizador '%s'.
fi: Ei voi lisätä ajastusta '%s'!
hu: Nem lehet hozzáadni az '%s' időzítőt!
it: Impossibile aggiungere il timer '%s'!
nb: Kunne ikke legge til timer '%s'!
ru: Не удалось добавить таймер '%s'!
sk: Časovač '%s' sa nepodarilo pridať!
zh_cn: 无法添加定时器“%s”!

source: Could not find timer '%s' with given start and end time!
ar: تعذر العثور على المؤقت '%s' مع وقت البدء والانتهاء المعينين!
cs: Nebylo možné nalézt časovač '%s' se zadaným časem začátku a konce!
da: Kunne ikke finde Timer '%s' med valgte start- og sluttid!
es: No se ha encontrado el temporizador '%s' con estos tiempos de inicio y fin.
fi: Ei löydy ajastusta '%s' annetuilla alku- ja loppuajoilla!
hu: Az '%s' időzítő nem található az adott kezdő és befejező időpontban!
it: Impossibile trovare il timer '%s' con l'ora di inizio e di fine specificata!
nb: Finner ikke timer '%s' med angitt start og sluttids tidspunkt!
ru: Не удалось найти таймер '%s' с заданным временем начала и окончания!
sk: Nepodarilo sa nájsť časovač '%s' so zadaným časom začatia a ukončenia!
zh_cn: 未找到指定开始时间和结束时间的定时器 '%s' ！

source: Create bouquet from selection
ar: أضافه مزود قنوات كباقة جديدة
cs: Přidat poskytovatele jako nový přehled
da: Opret Buket ud fra de valgte
es: Agregar proveedor como nuevo Favorito
fi: Lisää palveluntarjoaja uudeksi suosikkilistaksi
hu: Bouquet létrehozása a kijelölésből
it: Crea bouquet dalla selezione
nb: Legg til distributør i ny kanalliste
ru: Добавить провайдера как новый букет
sk: Pridať poskytovateľa ako nový prehľad
zh_cn: 从选择中创建节目分组

source: Current
ar: جاری
cs: Aktuální
da: Aktuel
es: Actual
fi: Nykyinen
hu: Jelenlegi
it: Corrente
nb: Gjeldende
ru: Текущий
sk: Teraz
zh_cn: 当前

source: Current Event
ar: الحدث الحالي
cs: Aktuální událost
da: Aktuel begivenhed
es: Envento Actual
fi: Nykyinen ohjelma
hu: Aktuális esemény
it: Evento corrente
nb: Gjeldende aktivitet
ru: Текущее событие
sk: Aktuálna relácia
zh_cn: 当前事件

source: Currently recording
it: Attualmente in registrazione

source: Custom box name
ar: أسم الجهاز المخصص
cs: Vlastní název přijímače
da: Tilpasset boksnavn
es: Nombre personalizado del deco
fi: Oma vastaanotinnimi
hu: Egyéni box név
it: Personalizza il nome del ricevitore
nb: Egendefinert mottakernavn
ru: Пользовательское имя ресивера
sk: Vlastný názov prijímača
zh_cn: 自定义机顶盒名称

source: Custom offset
ar: العوض العادي
cs: Vlastní posun
da: Brugerdefineret forskydning
es: Desplazamiento personalizado
fi: Aseta lisäajat
hu: Egyéni eltolás
it: Compensazione personalizzata
nb: Tilpass ekstra tidsrom
ru: Пользовательский сдвиг
sk: Vlastná rezerva
zh_cn: 自定义偏移

source: Date
ar: تاريخ
cs: Datum
da: Dato
fi: Päivämäärä
hu: Dátum
it: Data
nb: Dato
ru: Дата
sk: Dátum
zh_cn: 日期

source: Date (newest)
cs: Datum (nejnovější)
fi: Päivä (uusin)
it: Data (più recente)
nb: Dato (nyeste)
ru: Дата (новейшая)
sk: Dátum (najnovší)
zh_cn: 日期(最新)

source: Date (oldest)
cs: Datum (nejstarší)
fi: Päivä (vanhin)
it: Data (più vecchia)
nb: Dato (eldste)
ru: Дата (самая старая)
sk: Dátum (najstarší)
zh_cn: 日期(最旧）

source: Debug - Display Tracebacks in browser
da: Fejlsøgning - Vis tilbagesporing i browser
es: Debug - Mostrar Tracebacks en el navegador
fi: Debug - Näytä tapahtumatiedot selaimessa
it: Debug - Visualizza i traceback nel browser
nb: Avlusning - Vis tilbakesporing i nettleser
ru: Отладка - показать лог в браузере
sk: Ladenie - Zobrazenie Tracebacks v prehliadači
zh_cn: 调试-在浏览器中显示错误信息和回跟踪

source: December
ar: ديسمبر
cs: Prosinec
es: Diciembre
fi: Joulukuu
it: Dicembre
nb: Desember
ru: Декабрь
zh_cn: 十二月

source: Deep Standby
ar: الاستعداد العميق
cs: Hluboký spánek
da: Dyb Standby
es: Reposo Profundo
fi: Virransäästötila
hu: Mély készenlét
it: Spegni
nb: Slå helt av
ru: Выключение
sk: Hlboký spánok
zh_cn: 深度待机

source: Default
ar: الإفتراضي
cs: Standardní
da: Standard
es: Por Defecto
fi: Oletus
hu: Alapértelmezett
it: Predefinito
nb: Standard
ru: По умолчанию
sk: Predvolené
zh_cn: 默认

source: Delay Standby
ar: تاخير الاستعداد
cs: Zpoždění
da: Forsink standby
es: Retrasar modo de espera
fi: Viivästetty valmiustila
hu: Készenlét késleltetése
it: Ritardo standby
nb: Utsett slå av
ru: Задержка в режиме ожидания
sk: Oneskorenie pohotovostného režimu
zh_cn: 延迟待机

source: Delete
ar: حذف
cs: Odstranit
da: Slet
es: Borrar
fi: Poista
hu: Törlés
it: Rimuovo
nb: Slett
ru: Удалить
sk: Odstrániť
zh_cn: 删除

source: Delete Bookmark
cs: Smazat záložku
da: Slet bogmærke
es: Eliminar Favorito
fi: Poista kirjanmerkki
hu: Könyvjelző törlése
it: Elimina segnalibro
nb: Slett bokmerke
ru: Удалить закладку
sk: Zmazať záložku
zh_cn: 删除书签

source: Delete Bouquet
ar: حدف الباقة
cs: Odstranit přehled
da: Slet buket
es: Borrar Favorito
fi: Poista suosikkilista
hu: Lista törlése
it: Elimina bouquet
nb: Slett kanalliste
ru: Удалить букет
sk: Odstrániť prehľad
zh_cn: 删除节目分组

source: Delete Recording
ar: حذف التسجيل
cs: Odstranit nahrávku
da: Slet optagelse
es: Borrar Película
fi: Poista tallennus
hu: Felvétel törlése
it: Elimina registrazione
nb: Slett opptaket
ru: Удалить запись
sk: Zmazať nahrávku
zh_cn: 删除录制

source: Delete Timer
ar: حذف المؤقت
cs: Odstranit časovač
da: Slet Timer
es: Borrar Grabación
fi: Poista ajastus
hu: Időzítő törlése
it: Elimina timer
nb: Slett timer
ru: Удалить таймер
sk: Zmazať časovač
zh_cn: 删除定时器

source: Delete failed, because there is no movie trash ! Disable movie trash in configuration to delete this item
ar: فشل حذف ، لأنه لا يوجد سلة مهملات للفيلم! تعطيل سلة المهملات الفيلم في التشكيل لحذف هذا العنصر
cs: Smazání se nezdařilo, protože zde není žádný koš! Chcete-li tuto položku odstranit, vypněte v konfiguraci koš
da: Sletning mislykkedes, fordi der ikke findes en filmskraldespand ! Deaktiver filmskraldespanden i konfiguration for at slette dette element
es: No se pudo eliminar porque no hay papelera de película. Deshabilite la papelera de películas en la configuración para eliminar este elemento
fi: Poisto epäonnistui, koska roskakoria ei ole ! Poista roskakori käytöstä asetuksissa poistaaksesi tämän tiedoston
hu: A törlés sikertelen volt, mert nincs Kuka a filmekhez! Tiltsa le a Kukát a beállításoknál, hogy törölhesse ezt a filmet
it: Eliminazione non riuscita, perché non c'è il cestino dei film! Disabilita il cestino dei film nella configurazione per eliminare questo elemento
nb: Slett mislyktes, fordi det ikke er film i papirkurven! Deaktiver film i søppel i konfigurasjonen for å slette dette elementet
ru: Удалить не удалось, потому что нет корзины для удаления ! Отключите корзину в конфигурации, чтобы удалить этот элемент
sk: Zmazanie neuspešné, pretože neexistuje žiadny kôš ! Ak chcete túto položku vymazať, vypnite kôš v konfigurácii
zh_cn: 删除失败,因为没有影片垃圾! 在配置中禁用影片垃圾桶以删除此项目

source: Deleted
ar: تم الحذف
cs: Smazáno
da: Slettet
es: Borrado
fi: Poistettu
hu: Törölve
it: Eliminato
nb: Slettet
ru: Удален
sk: Zmazané
zh_cn: 删除

source: Description
ar: الوصـف
cs: Popis
da: Beskrivelse
es: Descripción
fi: Kuvaus
hu: Leírás
it: Descrizione
nb: Beskrivelse
ru: Описание
sk: Popis
zh_cn: 描述

source: Device
es: Dispositivo
it: Dispositivo

source: Disable
cs: Zakázat
es: Deshabilitar
fi: Hylkää
it: Disabilitare
ru: Отключено
sk: Zakázať
zh_cn: 禁用

source: Disable Timer
ar: تعطيل المؤقت
cs: Zakázat časovač
da: Deaktiver timer
es: Deshabilitar Grabación
fi: Poista ajastus käytöstä
hu: Időzítő letiltása
it: Disattiva timer
nb: Deaktiver timer
ru: Отключить таймер
sk: Vypnúť časovač
zh_cn: 禁用定时器

source: Disable remote access for user root
ar: تعطيل الوصول البعيد لجذر المستخدم
cs: Zakázat přístup pro uživatele root
da: Deaktiver fjernadgang for brugeren root
es: Deshabilitar acceso remoto para el usuario root
fi: Poista pääsy käyttäjän juuritiedostoihin
hu: Távoli hozzáférés letiltása a root felhasználó számára
it: Disabilita l'accesso remoto per l'utente root
nb: Koble fra fjerntilgang for bruker root
ru: Отключить доступ для пользователя root
sk: Zakázať prístup pre užívateľa root
zh_cn: 禁用用户根目录的远程访问

source: Disabled on conflict
ar: التعارضمعطل
cs: Zakázán při konfliktu
da: Deaktiver ved konflikt
es: Desactivado cuando hay conflicto
fi: Poistettu käytöstä ristiriidan takia
hu: Letiltva ütközés esetén
it: Disabilitato in caso di conflitto
nb: Frakoblet ved konflikt
ru: Добавить как отключенный при конфликте
sk: Pri konflikte vypnuté
zh_cn: 冲突时禁用

source: Display Mode
ar: وضع العرض
cs: Zobrazení
da: Visningstilstand
es: Modo visualización
fi: Näyttömuoto
hu: Megjelenítési mód
it: Modalità di visualizzazione
nb: Display modus
ru: Режим дисплея
sk: Spôsob zobrazenia
zh_cn: 显示模式

source: Display duration (s)
ar: مده العرض (العروض)
cs: Doba zobrazení (s)
da: Vises i (sek.)
es: Duración de visualización (s)
fi: Näytä kesto (s)
hu: Az időtartam megjelenítése (másodperc)
it: Visualizza durata (s)
nb: Display varighet (s)
ru: Продолжительность дисплея (сек)
sk: Doba zobrazenia (s)
zh_cn: 显示持续时间(秒)

source: Distro
ar: تصنيف
da: Distribution
es: Distribución
fi: Jakelu
it: Distribuzione
nb: Distribusjon
ru: Программное обеспечение
sk: Distribúcia
zh_cn: 发行版本

source: Don't create timer when movie exists in database
cs: Nevytvážet časovač, jestliže film existuje v databázi
da: Opret ikke Timer når film findes i database
es: No cree un temporizador cuando la película exista en la base de datos
fi: Älä luo ajastusta jos tallenne on jo olemassa
it: Non creare timer quando il film esiste già nel database
nb: Ikke opprett tidsur når film finnes i database
ru: Не создавать таймер, когда видео существует в базе данных
sk: Nevytvárať časovač ak film existuje v databáze
zh_cn: 当数据库中存在电影时不要创建定时器

source: Done
ar: إنتهى
cs: Dokončeno
da: Færdig
es: Realizado
fi: Valmis
hu: Kész
it: Fatto
nb: Utført
ru: Готово
sk: Hotovo
zh_cn: 完成

source: Download playlist for
ar: تحميل قائمة التشغيل
cs: Stáhnout playlist pro
da: Hent afspilningsliste for
es: Descargar Lista de reproducción para
fi: Lataa soittolista
hu: Lejátszási lista letöltése ehhez
it: Scaricare la playlist per
nb: Last ned avspillingsliste for
ru: Загрузить плейлист для
sk: Stiahnuť Playlist pre
zh_cn: 下载播放列表

source: Drivers
ar: التعاريف
cs: Ovladače
da: Drivere
es: Fecha de driver
fi: Ajurit
hu: Driverek
it: Driver
nb: Drivere
ru: Драйвера
sk: Dátum ovládačov
zh_cn: 驱动程序

source: Duration
ar: المدة
cs: Délka
da: Varighed
es: Duración
fi: Kesto
hu: Időtartam
it: Durata
nb: Varighet
ru: Длительность
sk: Trvanie
zh_cn: 持续时间

source: EPG encoding
ar: ترميز دليل البرامج اليومي
cs: Kódování EPG
da: EPG indkodning
es: Codificación EPG
fi: EPG:n enkoodaus
hu: EPG kódolás
it: Codifica EPG
nb: EPG koding
ru: Кодировка EPG
sk: Znaková sada EPG
zh_cn: EPG编码

source: EPGRefresh
ar: تحديث دليل البرامج الإلكترونية
hu: EPG frissítés
it: Aggiornamento EPG
nb: Oppdater EPG
ru: Обновление EPG
sk: EPG aktualizácia
zh_cn: EPG刷新

source: ERROR: Cannot set SleepTimer while device is in Standby-Mode
ar: خطا: لا يمكن ضبط مؤقت النوم أثناء الجهاز في وضع الاستعداد
cs: CHYBA: nelze nastavit časovač usínání, jestliže je přijímač ve stanby
da: FEJL: Kan ikke indstille DvaleTimer mens enheden er i Standby-tilstand.
es: ERROR: No se puede configurar un temporizador de apagado si el dispositivo está en modo de espera
fi: VIRHE: Uniajastusta ei voi aktivoida valmiustilassa
hu: HIBA: Nem állítható be az elalvás időzítő, amíg az eszköz készenléti állapotban van
it: ERRORE: impossibile impostare timer di spegnimento mentre il dispositivo è in standby
nb: FEIL: kan ikke angi Tidsinnstilt avslag mens enheten er i standby-modus
ru: ОШИБКА: не удается установить таймер сна, ресивер находится в режим ожидания
sk: Chyba: Nie je možné nastaviť automatické vypnutie, keď je zariadenie v pohotovostnom režime
zh_cn: 错误:设备处于待机模式时无法设置休眠定时器

source: Edit
cs: Upravit
es: Editar
fi: Muokkaa
it: Modifica
ru: Редактировать
sk: Upraviť
zh_cn: 编辑

source: Edit Recording
es: Editar grabación
it: Modifica registrazione
sk: Upraviť nahrávku

source: Edit Timer
ar: تعديل المؤقت
cs: Upravit časovač
da: Rediger Timer
es: Editar Grabación
fi: Muokkaa ajastusta
hu: Időzítő szerkesztése
it: Modifica timer
nb: Rediger timer
ru: Редактировать таймер
sk: Upraviť časovač
zh_cn: 编辑定时器

source: Enable
cs: Povolit
es: Habilitar
fi: Salli
it: Abilita
ru: Включить
sk: Povoliť
zh_cn: 启用

source: Enable Authentication for streaming
ar: تمكين مصادقة للتدفق
cs: Povolit ověřování pro streamování
da: Aktiver godkendelse af streaming
es: Habilitar Autenticación para streaming
fi: Vaadi salasana suoratoistolle
hu: Engedélyezze a hitelesítést streaminghez
it: Abilita l'autenticazione per lo streaming
nb: Aktiver autentisering for streaming
ru: Включить аутентификацию для стриминга
sk: Zapnúť overovanie pre streaming
zh_cn: 为流媒体启用身份验证

source: Enable HTTP Authentication
ar: تفعيل توثيق بروتوكول نقل النصوص
cs: Povolit HTTP ověřování
da: Aktiver HTTP godkendelse
es: Autenticación Enlace HTTP
fi: Vaadi HTTP:llä pääsyyn salasana
hu: HTTP hitelesítés engedélyezése
it: Abilita autenticazione HTTP
nb: Aktiver HTTP autentisering
ru: Применить HTTP аутентификацию
sk: Vyžadovať prihlásenie pre HTTP
zh_cn: 启用HTTP身份验证

source: Enable HTTPS
ar: تمكين بروتوكول نقل الروابط المحمية
cs: Povolit HTTPS
da: Aktiver HTTPS
es: Habilitar HTTPS
fi: Käytä HTTPS:ää
hu: HTTPS engedélyezése
it: Abilita HTTPS
nb: Aktiver HTTPS
ru: Применить HTTPS
sk: Povoliť HTTPS
zh_cn: 启用HTTPS

source: Enable HTTPS Authentication
ar: تفعيل توثيق بروتوكول نقل النصوص المحمي
cs: Povolit HTTPS ověřování
da: Aktiver HTTPS godkendelse
es: Autenticación Enlace HTTPS
fi: Vaadi HTTPS:llä pääsyyn salasana
hu: HTTPS hitelesítés engedélyezése
it: Abilita l'autenticazione HTTPS
nb: Aktiver HTTPS autentisering
ru: Применить HTTPS аутентификацию
sk: Vyžadovať prihlásenie pre HTTPS
zh_cn: 启用HTTPS身份验证

source: Enable Messages
ar: تمكين الرسائل
cs: Povolit zprávy
da: Aktiver beskeder
es: Habilitar mensajes
fi: Salli viestit
hu: Üzenetek engedélyezése
it: Abilita messaggi
nb: Aktiver beskjeder
ru: Включить сообщения
sk: Povoliť správy
zh_cn: 启用消息

source: Enable Parental Control
ar: تمكين الرقابة الابوية
cs: Povolit rodičovskou kontrolu
da: Aktiver forældrekontrol
es: Habilitar Control Parental
fi: Käytä lapsilukkoa
hu: Engedélyezze a szülői felügyeletet
it: Abilita il controllo genitori
nb: Aktiver foreldrekontroll
ru: Включить родительский контроль
sk: Zapnúť rodičovskú kontrolu
zh_cn: 启用家长控制

source: Enable Timer
ar: تفعيل المؤقت
cs: Povolit časovač
da: Aktiver Timer
es: Habilitar Grabación
fi: Ota ajastus käyttöön
hu: Időzítő engedélyezése
it: Abilita timer
nb: Aktiver timer
ru: Включить таймер
sk: Zapnúť časovač
zh_cn: 启用定时器

source: Enable access from VPNs
ar: تمكين الدخول من الشبكة الخاصة
cs: Povolit přístup z VPN
da: Aktiver adgang fra VPN'er
es: Habilitar acceso desde VPNs
fi: Salli pääsy VPN-tunnelista
hu: A VPN-ekről való hozzáférés engedélyezése
it: Abilita l'accesso dalle VPN
nb: Aktiver tilgang fra VPN
ru: Включить доступ из VPN
sk: Povoliť prístup z VPN
zh_cn: 启用VPN接入

source: Enable filtering
ar: تفعيل الفلاتر
cs: Povolit filtrování
da: Aktiver filtrering
es: Habilitar el Filtrado
fi: Suodata
hu: Szűrés engedélyezése
it: Abilita filtro
nb: Slå på filtrering
ru: Применить фильтрацию
sk: Povoliť filtrovanie
zh_cn: 启用筛选

source: Enable/Disable Screenshot on key press or
ar: تمكين/تعطيل تصوير الشاشة على أضغط مفتاح أو
cs: Povolit/zakázat snímek obrazovky při stisku tlačítka nebo
da: Aktiver/Deaktiver skærmdump ved tastetryk eller
es: Habilitar/deshabilitar la captura de pantalla al presionar una tecla o
fi: Salli/Poista kuvankaappaus näppäimellä tai
hu: Képernyőkép engedélyezése/letiltása gomb megnyomásával
it: Abilita o disabilita screenshot alla pressione di un tasto oppure
nb: Vis/Fjern skjermbilde ved trykk eller
ru: Включить/отключить скриншот по нажатию кнопки или
sk: Zaškrtavacie políčko: Povoliť/Zakázať automatický snímok obrazovky po každom stlačení niektorého tlač. na DO&#13;Klik: Otvoriť okno s náhľadom pre snímanie obrazovky
zh_cn: 启用/禁用键或

source: Enabled
ar: تم التفعيل
cs: Povolen
da: Aktiveret
es: Habilitar
fi: Sallittu
hu: Engedélyezve
it: Abilitato
nb: Aktivert
ru: Включен
sk: Povolené
zh_cn: 启用

source: Encrypted
ar: المشفرة
cs: Kódováno
da: Krypteret
es: Encriptado
fi: Salattu
hu: Titkosított
it: Criptato
nb: Kryptert
ru: Кодированый
sk: Kódované
zh_cn: 加密

source: End
ar: النهاية
cs: Konec
da: Slut
es: Fin
fi: Lopetus
hu: Befejezés
it: Fine
nb: Slutter
ru: Окончание
sk: Koniec
zh_cn: 结束

source: End of "After event" timespan
cs: Konec časového úseku "po události"
es: Fin del "después del evento" intervalo de tiempo
fi: Aikajakson "ajastuksen jälkeen" loppu
it: Fine arco di tempo "Dopo l'evento"
ru: Окончание "после события" в промежутке времени
sk: Koniec časového úseku "po udalosti"
zh_cn: "事件后" 时间跨度结束

source: End of timespan
ar: نهاية المدة الزمنية
cs: Konec časového úseku
da: Slut på tidsrum
es: Fin del intervalo de tiempo
fi: Aikajakson loppu
hu: Időszak vége
it: Fine dell'arco di tempo
nb: Slutten på tidsrom
ru: Конец временного промежутка
sk: Koniec časového rozpätia
zh_cn: 结束时间
