Repository: persianpros/OpenWebif
Catalog: locale/*.po
Languages: ar, cs, da, es, fi, hu, it, nb, ru, sk, zh_cn

source: Require client cert for HTTPS
ar: يتطلب شهادة العميل لصيغة تشفير الصفحة المحمية
cs: Požadovat klientskou certifikaci pro HTTPS
da: Kræv klientcertifikat til HTTPS
es: Requiere certificado cliente para HTTPS
fi: Vaadi asiakkaalta HTTPS-hyväksyntä
hu: A kliens tanúsítvány megkövetelése HTTPS protokollhoz
it: Richiedi certificato client per HTTPS
nb: Krev klientsertifikat for HTTPS
ru: Требовать клиентский сертификат для HTTPS
sk: Vyžadovať certifikát klienta pre HTTPS
zh_cn: HTTPS需要客户端证书

source: Require description to be unique
ar: يحتاج وصف ليكون فريدا من نوعه
cs: Vyžadovat unikátní popis
da: Kræv at beskrivelse er unik
es: Requerir descripción para ser único
fi: Vaadi yksilöllinen kuvaus
hu: A leírás leírása egyedi legyen
it: Richiedi che la descrizione sia unica
nb: Krever at forklaringen er unik
ru: Требование уникальности для описания
sk: Vyžadovať jedinečný popis
zh_cn: 要求描述是唯一的

source: Reset
fi: Nollaa
it: Ripristina
ru: Сброс
zh_cn: 重置

source: Reset count
ar: إعادة تعيين العد
cs: Vynulovat počítadlo
da: Nulstil antal
es: Restablecer recuento
fi: Nollaa laskuri
hu: Számlálás visszaállítása
it: Reimposta il conteggio
nb: Tilbakestill antall
ru: Сброс счетчика
sk: Resetovať počet
zh_cn: 复位计数

source: Restart GUI
ar: إعادة تشغيل الاينجما
cs: Restart Enigma
da: Genstart GUI
es: Reiniciar Interfaz
fi: Käyttöliittymän uudelleenkäynnistys
hu: Kezelőfelület újraindítása
it: Riavvio grafica
nb: Start om GUI
ru: Рестарт GUI
sk: Reštartovať GUI
zh_cn: 重启GUI

source: Restrict to bouquets
ar: حصر الباقات
cs: Omezit na přehledy
da: Begræns til Buketter
fi: Rajoita suosikkilistoihin
hu: Korlátozza a Bouquets
it: Limita ai bouquet
nb: Velg kanallister
ru: Ограничение на букеты
sk: Obmedziť na prehľady
zh_cn: 仅限分组

source: Restrict to channels
cs: Omezit na programy
fi: Rajoita kanaviin
it: Limita ai canali
ru: Ограничение на каналы
sk: Obmedziť na stanice
zh_cn: 限制到频道

source: Safe mode
ar: الوضع الأمن
cs: Bezpečný mód
da: Fejlsikker tilstand
es: Modo seguro
fi: Turvamoodi
hu: Biztonságos mód
it: Modalità sicura
nb: Sikker modus
ru: Безопасный режим
sk: Bezpečný režim
zh_cn: 安全模式

source: Sat
ar: السبت
cs: So
da: Lør
es: Sab
fi: La
hu: Szombat
it: Sab
nb: Lør
ru: Суб
sk: Sob
zh_cn: 星期六

source: Satellites
ar: أقمار صناعية
cs: Satelity
da: Satellitter
es: Satelites
fi: Satelliitit
hu: Műholdak
it: Satelliti
nb: Satellitter
ru: Спутники
sk: Satelity
zh_cn: 卫星

source: Satfinder
ar: الباحث عن الأقمار
da: Sat-søger
es: Buscador de Satelite
fi: Satelliittietsin
hu: Műholdkereső
it: Misuratore segnale
nb: Satellittsøker
ru: Сигнал спутника
sk: Hľadač satelitov
zh_cn: 寻星仪

source: Saturday
ar: السبت
cs: Sobota
da: Lørdag
es: Sábado
fi: Lauantai
hu: Szombat
it: Sabato
nb: Lørdag
ru: Суббота
sk: Sobota
zh_cn: 星期六

source: Save
cs: Uložit
da: Gem
es: Guardar
fi: Tallenna
hu: Mentés
it: Salva
nb: Lagre
ru: Сохранить
sk: Uložiť
zh_cn: 保存

source: Search
ar: بحث
cs: Hledat
da: Søg
es: Buscar
fi: Haku
hu: Keresés
it: Cerca
nb: Søk
ru: Поиск
sk: Hľadať
zh_cn: 搜索

source: Search CSFD
ar: البحث في بيانات الأفلام التشيكية والسلوفاكية
cs: Prohledat CSFD
da: Søg i CSFD
fi: Hae CSFD:stä
hu: Keresés CSFD
it: Cerca CSFD
nb: Søk CSFD
ru: Поиск в CSFD
sk: Hľadať v ČSFD
zh_cn: 搜索CSFD

source: Search EPG
it: Cerca EPG

source: Search IMDb
ar: البحث في قاعدة بيانات معلومات الأفلام على الإنترنت
cs: Prohledat IMDb
da: Søg i IMDb
es: Buscar en IMDb
fi: Hae IMDb:stä
hu: Keresés IMDb
it: Cerca IMDb
nb: Søk i IMDb
ru: Поиск в IMDb
sk: Hľadať v IMDb
zh_cn: 搜索IMDB

source: Search KinoPoisk
ar: البحث عن كينو بويسك
cs: Hledat v KinoPoisk
da: Søg i KinoPoisk
es: Buscar KinoPoisk
fi: Hae KinoPoisk:sta
hu: Keresés KinoPoisk
it: Cerca KinoPoisk
nb: Søk KinoPoisk
ru: Искать в КиноПоиск
sk: Hľadať v KinoPoisk
zh_cn: 搜索KinoPoisk

source: Search TV Guide UK
cs: Hledat v TV Guide UK
fi: Hae TV Guide UK:sta
it: Cerca Guida TV del Regno Unito
ru: Поиск в телегиде UK
sk: Hľadať v TV Guide
zh_cn: 搜索英国电视指南

source: Search by name, sd / hd / uhd, or provider
cs: Hledat dle názvu, sd / hd / uhd nebo poskytovatele
fi: Hae nimellä, sd / hd / uhd, tai palveluntarjoaja
it: Cerca per nome, sd/hd/uhd o provider
ru: Поиск по имени, sd / hd / uhd или провайдеру
sk: Hľadať podľa názvu, sd / hd / uhd, alebo poskytovateľa
zh_cn: 按名称,sd/hd/uhd或提供商搜索

source: Search strictness
cs: Přesnost hledání
fi: Hakutarkkuus
it: Rigorosità di ricerca
ru: Строгость поиска
sk: Presnosť vyhľadávania
zh_cn: 搜索精度

source: Search type
cs: Hledat typ
fi: Haku tyypillä
it: Tipo di ricerca
ru: Тип поиска
sk: Typ vyhľadávania
zh_cn: 搜索类型

source: Select IPK file for upload
ar: أختار ملف النظام المحمي لرفعه
cs: Vyberte IPK soubor pro nahrátí
da: Vælg IPK fil til upload
fi: Valitse ladattava IPK-tiedosto
hu: Jelölje ki az IPK fájl a feltöltéséhez
it: Seleziona il file IPK per il caricamento
nb: Velg IPK-fil for opplasting
ru: Выбор IPK файла для загрузки
sk: Vybrať IPK súbor pre nahratie
zh_cn: 选择要上传的IPK文件

source: Select...
cs: Vybrat...
fi: Valitse...
it: Seleziona...
nb: Velg …
ru: Выбор...
sk: Vybrať...
zh_cn: 选择...

source: Send
it: Invia

source: Send Message
ar: إرسال رسالة
cs: Odeslat zprávu
da: Send besked
es: Enviar Mensage
fi: Lähetä viesti
hu: Üzenet küldése
it: Invia messaggio
nb: Send melding
ru: Отправить сообщение
sk: Poslať správu
zh_cn: 发送信息

source: Send a Message
ar: إرسال رسالة
cs: Odeslat zprávu
da: Send en besked
es: Enviar un Mensage
fi: Lähetä viesti
hu: Egy üzenet küldése
it: Invia un messaggio
nb: Send en melding
ru: Отправить сообщение
sk: Poslať správu
zh_cn: 发送信息

source: September
ar: سبتمبر
cs: Září
es: Septiembre
fi: Syyskuu
hu: Szeptember
it: Settembre
ru: Сентябрь
zh_cn: 九月

source: Service
ar: قنوات
cs: Program
da: Kanal
es: Servicio
fi: Kanava
hu: Szolgáltatás
it: Servizio
nb: Kanal
ru: Сервис
sk: Stanica
zh_cn: 频道

source: Service %s added.
ar: القناة %s تم إضافتها.
cs: Program %s přidán.
da: Kanal %s tilføjet.
es: Servicio %s añadido.
fi: Kanava %s lisätty.
hu: A %s szolgáltatás hozzáadva.
it: Servizio %s aggiunto.
nb: Kanal %s er lagt til.
ru: Сервис %s добавлен.
sk: Stanica %s pridaná.
zh_cn: 频道%s已添加.

source: Service %s already exists in bouquet %s.
ar: القناة %s موجودة بالفعل في الباقة %s.
cs: Program %s již v přehledu %s existuje.
da: Kanal %s findes allerede i Buket %s.
es: Servicio %s ya existe en el favorito %s.
fi: Kanava %s on jo suosikkilistalla %s.
hu: A %s szolgáltatás már létezik a %s listában.
it: Il servizio %s esiste già nel bouquet %s.
nb: Kanalen %s finnes allerede i kanalliste %s.
ru: Сервис %s уже существует в букете %s
sk: Stanica %s už existuje v prehľade %s.
zh_cn: 频道%s已经存在于节目分组%s.

source: Service %s can not be removed.
ar: القناة %s لا يمكن حذفها.
cs: Program %s nemůže být odstraněn.
da: Kanal %s kan ikke fjernes.
es: Servicio %s no se puede borrar.
fi: Kanavaa %s ei voi poistaa.
hu: A %s szolgáltatás nem távolítható el.
it: Il servizio %s non può essere rimosso.
nb: Kanalen %s kan ikke slettes.
ru: Сервис %s не может быть удален.
sk: Stanica %s sa nedá odstrániť.
zh_cn: 频道%s不能被移除.

source: Service %s is locked.
ar: القناة %s تم إقفالها.
cs: Program %s je uzamčen.
da: Kanal %s er låst.
es: Servicio %s bloqueado.
fi: Kanava %s on lukittu.
hu: A %s szolgáltatás zárolva van.
it: Il servizio %s è bloccato.
nb: Kanalen %s er låst.
ru: Сервис %s заблокирован.
sk: Služba %s je zamknutá.
zh_cn: 频道%s已加锁.

source: Service %s is unlocked.
ar: القناة %s غير مقفلة.
cs: Program %s je odemčen.
da: Kanal %s er låst op.
es: Servicio %s desbloqueado
fi: Kanava %s on avattu.
hu: A %s szolgáltatás nincs zárolva.
it: Il servizio %s è sbloccato.
nb: Kanalen %s er ulåst.
ru: Service %s разблокирован.
sk: Služba %s nie je zamknutá.
zh_cn: 频道 %s 已解锁.

source: Service %s moved.
ar: القناة %s تم تقلها.
cs: Program %s přemístěn.
da: Kanal %s flyttet.
es: Servicio %s movido
fi: Kanava %s siirretty.
hu: A %s szolgáltatás áthelyezve.
it: Servizio %s spostato.
nb: Kanal %s flyttet.
ru: Сервис %s перемещен.
sk: Stanica %s presunutá.
zh_cn: 频道%s已移动.

source: Service %s removed from bouquet %s.
ar: القناة %s تم حذفها من الباقة %s.
cs: Program %s odstraněn z přehledu %s.
da: Kanal %s fjernet fra Buket %s.
es: Servicio %s borrado del favorito %s.
fi: Kanava %s poistettu suosikkilistalta %s.
hu: A %s szolgáltatás törölve a %s listából.
it: Servizio %s rimosso dal bouquet %s.
nb: Kanalen %s slettet fra kanalliste %s.
ru: Сервис %s удален из букета %s.
sk: Stanica %s odstránená z prehľadu %s.
zh_cn: 频道%s已从节目分组%s中移除.

source: Service %s removed.
ar: القناة %s تم حذفها.
cs: Program %s odstraněn.
da: Kanal %s fjernet.
es: Servicio %s borrado.
fi: Kanava %s poistettu.
hu: A %s szolgáltatás eltávolítva.
it: Servizio %s rimosso.
nb: Kanalen %s slettet.
ru: Сервис %s удален.
sk: Stanica %s zmazaná.
zh_cn: 频道%s已删除

source: Service ID (SID)
it: ID servizio (SID)

source: Service can not be moved.
ar: لا يمكن نقل الخدمة.
cs: Program nemůže být přemístěn.
da: Kanal kan ikke flyttes.
es: Servicio no se puede mover.
fi: Kanavaa ei voi siirtää.
hu: A szolgáltatást nem lehet áthelyezni.
it: Il servizio non può essere spostato.
nb: Kanalen kan ikke flyttes.
ru: Сервис не может быть перемещен.
sk: Stanica sa nedá presunúť.
zh_cn: 频道不能被移动

source: Service can not be renamed.
ar: لا يمكن أعاده تسمية القناة.
cs: Program nemůže být přejmenován.
da: Kanal kan ikke omdøbes.
es: Servicio no se puede renombrar
fi: Kanavaa ei voi uudelleen nimetä.
hu: A szolgáltatás nem nevezhető át.
it: Il servizio non può essere rinominato.
nb: Kanal kan ikke gis nytt navn.
ru: Сервис не может быть переименован.
sk: Stanica sa nedá premenovať.
zh_cn: 频道不能改名.

source: Service is not an alternative.
ar: القناة ليس لها بديل.
da: Kanal er ikke et alternativ.
es: Servicio no es una alternativa
fi: Kanava ei ole vaihtoehtoinen.
hu: A szolgáltatás nem alternatíva.
it: Il servizio non è un'alternativa.
nb: Kanalen er ikke et alternativ.
ru: Сервис не является альтернативой.
sk: Stanica nie je alternatívnou.
zh_cn: 当前频道不是替代频道。

source: Service renamed successfully.
ar: تمت أعاده تسميه القناة بنجاح.
cs: Program úspěšně přejmenován.
da: Kanal omdøbt med succes.
es: Servicio renombrado correctamente
fi: Kanavan uudelleen nimeäminen onnistui.
hu: A szolgáltatás átnevezése sikeres.
it: Servizio rinominato correttamente.
nb: Kanalen er navngitt på nytt.
ru: Сервис переименован успешно.
sk: Stanica úspešne premenovaná.
zh_cn: 频道改名完成.

source: Services
ar: القنوات
cs: Programy
da: Kanaler
es: Servicios
fi: Kanavat
hu: Szolgáltatások
it: Servizi
nb: Kanaler
ru: Сервисы
sk: Stanice
zh_cn: 频道

source: Serving stream
it: Stream di supporto

source: Set maximum duration
ar: حدد أقصى مده
cs: Nastavit maximální délku trvání
da: Sæt maksimal varighed
es: Seleccionar duración máxima
fi: Aseta maksimikesto
hu: Állítsa be a maximális időt
it: Imposta la durata massima
nb: Still inn maksimal varighet (i min)
ru: Установите максимальную продолжительность
sk: Nastaviť maximálnu dĺžku
zh_cn: 设置最大持续时间

source: Settings
ar: إعدادات
cs: Nastavení
da: Indstillinger
es: Configuración
fi: Asetukset
hu: Beállítások
it: Impostazioni
nb: Innstillinger
ru: Настройки
sk: Nastavenia
zh_cn: 设置

source: Show EPG for
ar: عرض دليل البرامج الإلكترونية
cs: Zobrazit EPG pro
da: Vis EPG for
es: Ver EPG para
fi: Näytä ohjelmaopas kanavalle
hu: EPG mutatása ehhez
it: Mostra EPG per
nb: Vis EPG for
ru: Показать EPG для
sk: Zobraziť EPG pre
zh_cn: 显示EPG为

source: Show Full OpenWebif
ar: عرض كامل لصفحة واجهة الانترنت مفتوحة
cs: Zobrazit plný OpenWebif
da: Vis fuld OpenWebif
es: Ver OpenWebif Completo
fi: OpenWebif työpöytäversio
hu: Teljes OpenWebif megjelenítése
it: Mostra OpenWebif completo
nb: Vis full OpenWebif
ru: Показать весь OpenWebif
sk: Zobraziť úplný OpenWebif
zh_cn: 显示完整的OpenWebif

source: Show IPTV channels in selection (eg. Autotimer)
cs: IPTV kanály ve výběru (např. Autotimer)
fi: Näytä IPTV-kanavat valinnassa (pl. automaattiajastus)
it: Mostra canali IPTV nella selezione
nb: Vis IPTV-kanaler i utvalg (f.eks. automatisk tidsur)
ru: Показывать выделенные каналы IPTV (например Автотаймер)
sk: Zobrazenie IPTV staníc vo výbere (napr. Autotimer)
zh_cn: 在选择中显示IPTV频道(如自动定时器)

source: Show all packages
cs: Zobrazit všechny balíčky
it: Mostra tutti i pacchetti
sk: Zobraziť všetky balíčky

source: Show box name in header
ar: عرض أسم الجهاز في العنوان الرئيسي
cs: Zobrazovat v záhlaví název přijímače
da: Vise boksens navn i overskrift
es: Mostrar nombre del deco en la cabecera
fi: Näytä vastaanottimen nimi otsikossa
hu: A box nevének mutatása a fejlécben
it: Mostra il nome della casella nell'intestazione
nb: Vis mottakernavn i overskrift
ru: Показывать имя ресивера в заголовке
sk: Zobraziť názov prijímača v záhlaví
zh_cn: 在标题中显示机顶盒名称

source: Show details
ar: مشاهدة التفاصيل
cs: Zobrazit detaily
da: Vis detaljer
fi: Näytä tiedot
hu: Részletek mutatása
it: Mostra i dettagli
nb: Vis detaljer
ru: Показать детали
sk: Zobraziť podrobnosti
zh_cn: 显示详细信息

source: Show full remote
ar: عرض وحدة التحكم عن بعد بشكل كامل
cs: Úplný ovladač
da: Vis fuld fjernbetjening
es: Ver control remoto completo
fi: Näytä koko kaukosäädin
hu: Teljes távirányító megjelenítése
it: Mostra telecomando completo
nb: Vis full fjernkontroll
ru: Показать весь пульт
sk: Zobraziť úplný diaľkový ovládač
zh_cn: 显示完整的遥控

source: Show in Extensions menu
ar: عرض في قائمة الملحقات
cs: Zobrazovat v Extended menu
da: Vis i Udvidelses-menu
es: Mostrar en el menú de extensiones
fi: Näytä laajennusvalikossa
hu: Megjelenítés a Bővítmények menüben
it: Mostra nel menu Estensioni
nb: Vis i tilleggsmeny
ru: Показывать в меню дополнений
sk: Zobraziť v Extra menu
zh_cn: 在扩展菜单中显示

source: Show picon background
cs: Pozadí pikon
da: Vis Pikon baggrund
fi: Näytä kanavakuvakkeen tausta
it: Mostra lo sfondo del picon
ru: Показывать пиконы в фоне
sk: Pozadie picon
zh_cn: 显示picon背景

source: Show picons
cs: Zobrazovat pikony
da: Vis Pikon'er
fi: Näytä kanavakuvakkeet
it: Mostra picon
ru: Показывать пиконы
sk: Zobraziť pikony
zh_cn: 显示picon

source: Show picons in channel list
ar: عرض الايقونة في قائمة القنوات
cs: Zobrazovat pikony v přehledu kanálů
da: Vis Pikoner i kanalliste
es: Mostar Picon en lista de canales
fi: Näytä kuvake kanavalistassa
hu: A Picon megjelenítése a csatorna listában
it: Mostra picon nell'elenco dei canali
nb: Vis kanallogo i kanalliste
ru: Показать пикон в списке каналов
sk: Zobraziť pikony v zozname staníc
zh_cn: 在频道列表中显示picon

source: Show service type in channel list
ar: عرض نوع القناة في قائمة القنوات
cs: Zobrazovat typ programu v přehledu kanálů
da: Vis tjenestetype i kanalliste
fi: Näytä kanavatyyppi kanavalistassa
hu: A csatorna típus megjelenítése a csatornalistában
it: Mostra il tipo di servizio nell'elenco dei canali
nb: Vis tjenestetype i kanalliste
ru: Показать тип сервиса в списке каналов
sk: Zobrazovat typ programu v zozname staníc
zh_cn: 在频道列表中显示频道类型

source: Shutdown
ar: إغلاق
cs: Vypnout
da: Luk ned
es: Apagar
fi: Sammuta
hu: Kikapcsolás
it: Spegnimento
nb: Avslutning
ru: Выключить
sk: Vypnúť
zh_cn: 关机

source: Signal Power (AGC)
it: Potenza del segnale (AGC)

source: Signal Quality (SNR DB)
it: Qualità del segnale (DB SNR)

source: Signal Quality (SNR)
it: Qualità del segnale (SNR)

source: Simulate
ar: يتظاهر
cs: Simulace
da: Simuler
es: Simular
fi: Simuloi
hu: Szimulálás
it: Simulazione
nb: Simuler
ru: Имитировать
sk: Simulovať
zh_cn: 模拟

source: Site and sources
ar: الموقع والمصادر
cs: Umístění a zdroje
da: Hjemmeside og kilder
es: Sitio y fuentes
fi: Sivut ja lähteet
hu: Webhely és források
it: Sito e fonti
nb: Nettsted og kilder
ru: Сайт и исходный код
sk: Stránky a zdroje
zh_cn: 来源站点

source: Skins
fi: Teemat
it: Skin
nb: Drakter
ru: Скины
sk: Vzhľady
zh_cn: 皮肤

source: SleepTimer error
ar: خطاء مؤقت النوم
cs: Chyba časovače usínání
da: DvaleTimer fejl
es: Error temporizador de apagado
fi: Uniajastinvirhe
hu: Elalvás időzítő hiba
it: Errore del timer di spegnimento
nb: Feil ved Tidsinnstilt avslag
ru: Ошибка таймера сна
sk: Chyba časovača vypnutia
zh_cn: 睡眠计时器错误

source: Sleeptimer has been disabled
ar: تم تعطيل مؤقت النوم
cs: Časovač usínání byl zakázán
da: DvaleTimeren er blevet deaktiveret
es: El temporizador de apagado se ha desactivado
fi: Uniajastus poistettu
hu: Az elalvás időzítő le lett tiltva
it: Il timer di spegnimento è stato disabilitato
nb: Vekkerklokke har blitt frakoblet
ru: Таймер сна был отключен
sk: Časovač uspania bol vypnutý
zh_cn: 睡眠计时器已被禁用

source: Sleeptimer is disabled
ar: تم تعطيل مؤقت النوم
cs: Časovač usínání je zakázán
da: DvaleTimer er deaktiveret
es: Temporizador de apagado desactivado
fi: Uniajastin poistettu
hu: Az elalvás időzítő le van tiltva
it: Il timer di spegnimento è disabilitato
nb: Tidsinnstilt avslag er deaktivert
ru: Таймер сна отключен
sk: Časovač uspania je vypnutý
zh_cn: 睡眠定时器已禁用

source: Sleeptimer is enabled
ar: تم تفعيل مؤقت النوم
cs: Časovač usínání je povolen
da: DvaleTimer er aktiveret
es: Temporizador de apagado activado
fi: Uniajastin aktivoitu
hu: Az elalvás időzítő engedélyezve van
it: Il timer di spegnimento è abilitato
nb: Tidsinnstilt avslag er aktivert
ru: Таймер сна включен
sk: Časovač uspania je povolený
zh_cn: 睡眠计时器已启用

source: Sleeptimer set to %d minutes
ar: ضبط مؤقت النوم %d بالدقائق
cs: Časovač usínání nastaven na %d minut
da: DvaleTimeren er sat til %d minutter
fi: Uniajastus asetettu %d minuuttiin
hu: Az elalvás időzítő beállítása %d percben
it: Il timer di spegnimento è impostato a %d minuti
nb: Vekkerklokke er stilt på %d minutter
ru: Таймер сна установлен на %d минут
sk: Časovač uspania nastavený na %d minút
zh_cn: 睡眠计时器设置为%d分钟

source: Small remote layout
it: Piccolo layout remoto

source: Sorry this page is not yet implemented
ar: عذرا لم يتم تنفيذ هذه الصفحة بعد
cs: Tato stránka není zatím implementována
da: Beklager, denne side er endnu ikke implementeret
es: Lo siento esta página no ha sido implementada
fi: Valitettavasti tämä sivu ei ole vielä saatavilla
hu: Sajnos ez az oldal még nem működik
it: Pagina non ancora implementata
nb: Beklager, denne siden er ennå ikke klar til bruk
ru: Извините, эта страница недоступна
sk: Ospravedlňujeme sa táto stránka ešte nie je implementovaná
zh_cn: 抱歉,此页面尚未实现

source: Sort
cs: Třidit
fi: Lajittele
it: Ordinare
nb: Sortering
ru: Сортировка
sk: Triediť
zh_cn: 排序

source: Start
ar: تشغيل
cs: Začátek
es: Inicio
fi: Aloitus
it: Inizio
ru: Старт
sk: Začiatok
zh_cn: 开始

source: Start Instant Record
ar: تشغيل التسجل الفوري
cs: Spustit okamžité nahrávání
da: Start Straksoptagelse
es: Iniciar Grabación Instantánea
fi: Aloita välitön tallennus
hu: Azonnali felvétel indítása
it: Avvia registrazione istantanea
nb: Start direkteinnspilling
ru: Старт немедленной записи
sk: Spustiť okamžité nahrávanie
zh_cn: 开始即时录制

source: Start time is after end time
ar: تشغيل الوقت هو بعد انتهاء الوقت
cs: Čas začátku je větší než čas konce
da: Starttiden er efter sluttiden
es: La hora de inicio es después de la hora de finalización
fi: Aloitusaika on loppuajan jälkeen
hu: A kezdési idő a befejező idő után van
it: L'ora di inizio è successiva all'ora di fine
nb: Start tiden er etter sluttid
ru: Время начала после времени окончания
sk: Čas ukončenia sa nachádza pred časom začatia
zh_cn: 开始时间为结束时间后

source: Start typing...
ar: أبدا الكتابة
da: Begynd at skrive...
fi: Aloita kirjoittaminen...
hu: GÉPELÉS KEZDÉSE
it: Inizia a digitare...
nb: BEGYNN Å SKRIVE
ru: Начать печатать ..
sk: Začnite písať...
zh_cn: 开始输入...

source: State
fi: Tila
it: Stato
nb: Tilstand
ru: Состояние
sk: Stav
zh_cn: 国家

source: Storage
it: Archiviazione

source: Stream Clients
cs: Streamující klienti
da: Streaming klienter
es: Clientes en Stream
fi: Suoratoistoasiakkaat
hu: Streamelő kliensek
it: Client dello stream
ru: Стрим клиенты
sk: Streamujúci klienti
zh_cn: 流客户端

source: Streaming port
cs: Streamovací port
es: Puerto de streaming
fi: Suoratoistoportti
it: Porta di streaming
ru: Порт стрима
sk: Streamovací port
zh_cn: 流媒体端口

source: Su
ar: الأحد
cs: Ne
da: Sø
es: Do
hu: Vasárnap
it: Do
nb: Sø
ru: Вс
sk: Ne
zh_cn: 星期日

source: Subdirectories
cs: Podadresáře
fi: Alihakemistot
it: Sottodirectory
nb: Undermapper
ru: Подкаталоги
sk: Podadresáre
zh_cn: 子目录

source: Subnet mask
ar: قناع الشبكة الفرعية
cs: Maska
da: Undermaske
es: Mascara de Red
fi: Aliverkon peite
hu: Alhálózati maszk
it: Maschera di rete
ru: Маска подсети
sk: Maska podsiete
zh_cn: 子网掩码

source: Subservices
ar: القنوات الفرعية
cs: Podprogramy
da: Underkanaler
es: Subservicios
fi: Alipalvelut
hu: Részszolgáltatásokat
it: Sotto servizi
nb: Underleverandører
ru: Подсервисы
sk: Podkanály
zh_cn: 子频道

source: Sun
ar: الاحد
cs: Ne
da: Søn
es: Dom
fi: Su
hu: Vasárnap
it: Dom
nb: Søn
ru: Вск
sk: Ned
zh_cn: 星期日

source: Sunday
ar: الاحد
cs: Neděle
da: Søndag
es: Domingo
fi: Sunnuntai
hu: Vasárnap
it: Domenica
nb: Søndag
ru: Воскресенье
sk: Nedeľa
zh_cn: 星期日

source: TV Guide
ar: دليل التلفزيون
cs: TV průvodce
es: Guía TV
fi: TV-opas
hu: Műsorújság
it: Guida TV
ru: ТВ гид
sk: TV sprievodca
zh_cn: 电视指南

source: TV Multi EPG
ar: دليل البرامج الإلكترونية المتعدد
hu: TV Több EPG
it: Multi EPG TV
ru: ТВ Мульти EPG
zh_cn: 多路EPG电视

source: Tags
ar: علامات
cs: Tagy
da: Etiketter
es: Etiquetas
fi: Merkit
hu: Címkék
it: Etichette
nb: Merker
ru: Тэги
sk: Štítky
zh_cn: 标签

source: Teletext
ar: النص التليفزيوني
da: Tekst-TV
es: Teletexto
fi: Teksti-TV
it: Televideo
nb: Tekst-TV
ru: Телетекст
zh_cn: 图文电视

source: Teletext PID
it: PID Televideo

source: Television
ar: التلفزيون
cs: Televize
da: Fjernsyn
es: Televisión
fi: Televisio
hu: Televízió
it: Televisione
nb: TV
ru: Телевидение
sk: Televízia
zh_cn: 电视

source: Template Engine
ar: قالب الانجما
da: Webudviklingsværktøj
es: Motor de la Plantilla
fi: Teema
hu: Sablon motor
it: Modello motore
nb: Mal
ru: Шаблон движка
sk: Engine šablóny
zh_cn: 模板引擎

source: Terminal
ar: محطة
fi: Terminaali
hu: Terminál
it: Terminale
ru: Терминал
sk: Terminál
zh_cn: 终端设备

source: Terrestrial
ar: أرضي
cs: Pozemní
da: Antenne-TV
es: Terrestre
fi: Antenniverkko
hu: Földi
it: Terrestre
nb: Bakkenett
ru: Наземный
sk: Pozemné
zh_cn: 地面波

source: Text
ar: النصوص
da: Tekst
es: Texto
fi: Teksti
hu: Szöveg
it: Testo
nb: Tekst
ru: Текст
zh_cn: 文本

source: Th
ar: خميس
cs: Čt
da: To
es: Ju
fi: To
hu: Csütörtök
it: Gi
nb: To
ru: Чт
sk: Št
zh_cn: 星期四

source: The parameter '%s' can't be empty
ar: المؤشر '%s' لا يمكن أن يكون فارغا
cs: Parametr '%s' nemůže být prázdný
da: Parameteren '%s' kan ikke være tom
es: El parámetro '%s' no puede estar vacio
fi: Asetus '%s' ei voi olla tyhjä
hu: A paraméter '%s' nem lehet üres
it: Il parametro '%s' non può essere vuoto
nb: Parameter '%s' kan ikke stå tomt
ru: Параметр '%s' не может быть пустым
sk: Parameter '%s' nemôže byť prázdny
zh_cn: 参数 “%s” 不能为空

source: The parameter 'command' must be a number
ar: مؤشر 'الأمر' يجب أن يكون رقما
cs: Parametr 'command' musí být číslo
da: Parameteren 'command' skal være numerisk
es: El parámetro 'comando' deber ser un número
fi: Asetus 'komento' pitää olla numero
hu: A 'parancs' paraméternek számnak kell lennie
it: Il parametro 'command' deve essere un numero
nb: Parameter 'kommando' må være et tall
ru: Параметр 'command' должен быть численным
sk: Parameter "príkaz" musí byť číslo
zh_cn: '命令'参数必须是数字

source: The timer '%s' has been %s successfully
ar: إكتمال '%s' المؤقت %s بنجاح
cs: Časovač '%s' byl úspěšně %s
da: Timeren '%s' er blevet %s med succes
es: El temporizador '%s' ha sido %s satisfactorio
fi: Ajastuksen '%s' poisto %s onnistui
hu: Az időzítő '%s' sikeres %s volt
it: Il timer '%s' è stato %s con successo
nb: Timer '%s' har blitt %s vellykket
ru: Таймер '%s' был %s успешно
sk: Časovač '%s' bol %s úspešne
zh_cn: 定时器 '%s' 已成功设置为 %s
